[
    {
        "code": "NOT",
        "title": "TO BE TRANSLATED - PLEASE NOTE: This whole section is currently under",
        "definition": "development and is NOT to be translated for now. Title: Module II (SK00‑ST2Z) This module refers to disorders and patterns of Ayurveda and related systems such as Siddha and Unani. (‘Unani’ includes traditional medicine diagnostic entities used in India, Iran, Pakistan, United Arab Emirates and elsewhere.) This list represents a union set of harmonized traditional medicine conditions of the corresponding classifications. A disorder in traditional medicine (TM2) [1] refers to a set of dysfunctions in any body system which is diagnosed from associated signs, symptoms, or findings. Each disorder may be defined by its symptomology, etiological explanation based on traditional medicine, course and outcome, or treatment response or linkage to interacting environmental factors. A pattern in traditional medicine (TM2) refers to the manifestation of the patient’s health condition at a given moment in time or constitution, temperament. It delivers information reflecting the overall manifestation or response of the person. It encompasses both specific symptoms/signs and non- specific findings. [1]: 'TM2' refers to Traditional Medicine conditions - Module 2. The (TM2) designation is used throughout this module for every traditional medicine diagnostic category in order to be clearly distinguishable from conventional medicine concepts. Traditional medicine disorders (TM2) (SK00‑SR0Z) A disorder in traditional medicine (TM2) refers to a set of dysfunctions in any body system which is diagnosed from associated signs, symptoms, or findings. Each disorder may be defined by its symptomology, etiological explanation based on traditional medicine, course and outcome, or treatment response or linkage to interacting environmental factors. Head, brain, nerve and movement disorders (TM2) (SK00‑SK5Z) Headache disorders (TM2) (SK00‑SK0Z)"
    },
    {
        "code": "SK00",
        "title": "Cephalalgia disorder (TM2)",
        "definition": "It is characterized by headache; may be associated with occipital pain. (AYU) It is caused by any of the three dosha individually or together affecting the head (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by either derangement of temperament whether it is simple or involving matter, or predominance of humours or truama and any other external factors ICD-11 MMS – 01/2023 1807"
    },
    {
        "code": "SK01",
        "title": "Migraine disorder (TM2)",
        "definition": "Episodic, severe headache involving one half of the head.May be associated with nausea and vomiting. (AYU) aggravated vata, pitta causing pain in one part of the head. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr and Ūṉ are affected. (UNA) Accumulation of bad humours or Riyāḥ in one half of the head."
    },
    {
        "code": "SK0Y",
        "title": "Other specified headache disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK0Z",
        "title": "Headache disorders (TM2), unspecified",
        "definition": "Nervous system disorders (TM2) (SK10‑SK1Z)"
    },
    {
        "code": "SK10",
        "title": "Vertigo and giddiness disorder (TM2)",
        "definition": "Experience of darkness and vertigo/dizzines on standing. May be associated with difficulty in intake of food, hypersalivation, balgham in the throat, cough and dyspnoea. (AYU) due to aggravation of pitta, vata or decrease of kapha affecting the ear faculty. (SID) It is explained by increased aiyam influences Aẕal and affects Vayu for upward biological movements, Vayu for circulation, Vayu for respiration and digestion. Among the seven physical constituents Cāram, Cennīr gets affected. (UNA) It is caused by accumulation of thin/thick humours, Bukhārāt and Rīḥ in the ventricles of brain or vessels of brain thereby creating hindrance in the flow of psychic Rūḥ and motor and sensory faculties."
    },
    {
        "code": "SK1Y",
        "title": "Other specified nervous system disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK1Z",
        "title": "Nervous system disorders (TM2), unspecified",
        "definition": "Paralysis disorders (TM2) (SK20‑SK2Z)"
    },
    {
        "code": "SK20",
        "title": "Facial palsy disorder (TM2)",
        "definition": "Deviation of one side of the face, difficulty in speech, loss of wrinkling, non closure of eyes and lips and dribbling of saliva from the angles of mouth (AYU) It is caused by increased vata affecting one half of the face. (SID) It is explained by increased aiyam along with Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by flaccidity of face and eye lids due to predominance of coldness and obstruction in the passage of Rūh ̣"
    },
    {
        "code": "SK21",
        "title": "Paraplegia disorder (TM2)",
        "definition": "Flaccidity, loss of function in both lower limbs. (AYU) obstruction to body channels or severe lack of nutrition leading to aggravation of vata affecting motor functions. (UNA) It is caused by pouring of the fluids related to Dam and Balgham on the origin of nerves of lower limbs from ventricles of brain"
    },
    {
        "code": "SK22",
        "title": "Hemiplegia disorder (TM2)",
        "definition": "\"Loss of mobility or flaccidity of one side of the body. May be associated with difficulty in swallowing, speech, deranged cognitive functions, tactile sensation. (AYU) obstruction to body channels or severe lack of nutrition leading to aggravation of vata affecting motor, sensory and cognitive functions. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by the pouring of fluids related to Dam and Balgham on the origin of nerves of one side of body from ventricles of brain\""
    },
    {
        "code": "SK2Y",
        "title": "Other specified paralysis disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK2Z",
        "title": "Paralysis disorders (TM2), unspecified",
        "definition": "Paroxysmal disorders (TM2) (SK30‑SK3Z)"
    },
    {
        "code": "SK30",
        "title": "Seizure disorder (TM2)",
        "definition": "Sudden, involuntary contractions of muscles, associated with dribbling of saliva, froth in the mouth and deviation of mouth, staring of eyes or rolling of eyeball (AYU) vitiated vata affecting motor faculties. (SID) It is explained by increased Aẕal. Among the seven physical constituents gets Cāram to Cukkilam get affected. (UNA) impaired temperament, weakness of mental powers."
    },
    {
        "code": "SK31",
        "title": "Epilepsy disorder (TM2)",
        "definition": "Transient loss of consciousness, paroxysmal convulsions, froth from the mouth, possible loss of memory of the episode. (AYU) mind is clouded by rajas and tamas and the aggravated dosha occupy the channels of consciousness. (SID) It can be explained by derangement of Mukkuṟṟam. All the seven physical constituents are affected. (UNA) Obstruction in the ventricles of the brain due to thick viscous humours."
    },
    {
        "code": "SK3Y",
        "title": "Other specified paroxysmal disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK3Z",
        "title": "Paroxysmal disorders (TM2), unspecified",
        "definition": "ICD-11 MMS – 01/2023 1809"
    },
    {
        "code": "SK50",
        "title": "Scalp affliction disorder (TM2)",
        "definition": "Headache, heaviness around eyes,hairloss, bleeding per nasal cavity, dryness of throat, ear. (AYU) It is caused by vitiated dosha localising the scalp (SID) It is explained by increased Vaḷi, Aẕal and Aiyam. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected."
    },
    {
        "code": "SK51",
        "title": "Cervicobrachial pain disorder (TM2)",
        "definition": "Pain in the neck, throat radiating up to the upper limbs, restricted movements. May be associated with, insomnia, temporary loss of hearing, memory. (AYU) vitiation of vata, pitta affecting neck, upper arms. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ and Koẕuppu gets affected. (UNA) predominance of moistness or dryness."
    },
    {
        "code": "SK52",
        "title": "Tremor disorder (TM2)",
        "definition": "\"It is characterised by tremors, rigidity, and may be associated with dryness of the skin and insomnia. (AYU) Aggravation of vata affecting the motor system (SID) It is explained by increased Vaḷi along with Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) weakness or defect in the motor system, impaired cold temparament\""
    },
    {
        "code": "SK53",
        "title": "Stammering disorder (TM2)",
        "definition": "\"Loss of speech clarity, lalling, strained speech, may be aggravated due to excess speech. (AYU) aggravagtion of vata affecting kapha and faculty of speech. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents all seven gets affected. (UNA) It is caused by moderate flaccidity of tongue.\""
    },
    {
        "code": "SK54",
        "title": "Numbness disorder (TM2)",
        "definition": "The complete/partial loss of sensation of any organ of the body and feeling of smoothness and restricted movements (AYU) vitiation of vata, kapha affecting whole body (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) impaired temparament of nerves, predominance of dryness on nerves, obstruction of nerves caused by Balgham."
    },
    {
        "code": "SK55",
        "title": "Weakness of thighs due to vata disorder (TM2)",
        "definition": "\"flaccidity,log like immobility of the thighs. (AYU) obstruction of vata by the ama (state of incomplete digestion, transformation or metabolism). (SID) It is explained by increased Vaḷi along with Aiyam. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected.\""
    },
    {
        "code": "SK5Y",
        "title": "Other specified head, brain, nerve and movement disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK5Z",
        "title": "Head, brain, nerve and movement disorders (TM2), unspecified",
        "definition": "Eye, ear, nose, throat and neck disorders (TM2) (SK60‑SL2Z) Eye disorders (TM2) (SK60‑SK7Z)"
    },
    {
        "code": "SK60",
        "title": "Ocular hyperemia disorder (TM2)",
        "definition": "\"Appearance of reddish blood vessels over the sclera (AYU) It is caused by vitiated blood (SID) It is explained by increased Aẕal. (UNA) It is caused due to the predominance of Dam.\""
    },
    {
        "code": "SK61",
        "title": "Prolapse iris disorder (TM2)",
        "definition": "Prolapse or protrusion of the uveal tissue through a weak point in the eyeball resembling \"mass resembling goat's stool\" or \"head of a housefly.\" May be associated with pain, warm, slimy coppery tears. [AYU] It is caused by al the three vitiated dosha, blood and fatty tissue. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ,Koẕuppu are affected. [UNA] It is caused by excessive accumulation of moistness in the eye."
    },
    {
        "code": "SK62",
        "title": "Blepharitis disorder (TM2)",
        "definition": "hard swelling and redness in eyelids, itching. May be associated with crusting at the eyelid margins or base of the eyelashes, flaking of skin on eyelids, falling of eye lashes. [AYU] aggravated kapha, vata affecting skin, blood and muscle tissue. [SID] It is explained by increased Vaḷi (Vayu for intellectual functions and Vayu for ophthalmic function) and Aẕal (Aẕal for vision). Among the the seven physical constituents, Cāram to Ūṉ is affected. [UNA] presence of acrid and salty morbid matter in eyelids. ICD-11 MMS – 01/2023 1811"
    },
    {
        "code": "SK63",
        "title": "Day blindness disorder (TM2)",
        "definition": "\"Loss of vision during day time. (AYU) vitated pitta affecting the vision (SID) It is explained by increased Vaḷi (Vayu for intellectual functions and Vayu for ophthalmic function), Aẕal (Aẕal for vision) and Aiyam (Aiyam for strengthening sense organs). Among the seven physical constituents Cāram, Cennīr, Ūṉ gets affected (UNA) dissolution of optic Rūḥ and humours of eyes in sunlight\""
    },
    {
        "code": "SK64",
        "title": "Night blindness disorder (TM2)",
        "definition": "loss of vision during night. [AYU] vitated kapha affecting the vision [SID] It is explained by increased Vaḷi (Vayu for intellectual functions and Vayu for ophthalmic function), Aẕal (Aẕal for vision) and Aiyam (Aiyam for strengthening sense organs). Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. [UNA] accumulation of specific viscous humours which affect optic channels"
    },
    {
        "code": "SK65",
        "title": "Cataract disorder (TM2)",
        "definition": "\"Impairment in vision such as haziness, colored halos, polyopia and seeing objects as if through cloth or net (AYU) It is caused due to vitiated dosha affecting the layers of the eye. (SID) It is explained by increased Vaḷi (Vayu for intellectual functions and Vayu for ophthalmic function) and Aiyam (Aiyam for strengthening sense organs). Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. (UNA) It is caused by congestion of thick and morbid humours leanding to decreased nutrition of whole body including lens of eye.\""
    },
    {
        "code": "SK66",
        "title": "Conjunctivitis disorder (TM2)",
        "definition": "\"Redness of eye, lacrimation, photophobia, burning sensation (AYU) It is caused due to vitiated dosha affecting the eye. (SID) It is explained by increased vali (nagan and koorman), (aalosaga Aẕal) and aiyam (tharpagam). Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) It is caused by the predominance of humours and Rīḥ\""
    },
    {
        "code": "SK67",
        "title": "Corneal disorder (TM2)",
        "definition": "\"Disease of cornea affecting vision (AYU) vitiated dosha affecting the eye. (SID) It may be explained by deranged Vaḷi, Aẕal, and Aiyam and their variations; Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, are affected. (UNA) impairment of temperament, derangement of humours. \""
    },
    {
        "code": "SK68",
        "title": "Tear sac swelling disorder (TM2)",
        "definition": "\"swelling over medial canthus with pus discharge and foul smell. Inability to rotate the eyeball due to papules in the inner lower eyelid associated with flow of tears continuously (AYU) vitiated dosha obstructing lacrymal passage (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) obstruction of lacrimal passage due to thick viscous humour. \""
    },
    {
        "code": "SK69",
        "title": "Eyelid cyst disorder (TM2)",
        "definition": "\"pappilary growth in the outer canthus of eye. (AYU) vitiated dosha affecting the eye. (SID) It is explained by increased Aẕal and Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by excessive intake of Balgham producing diets and flowing of matter related to Balgham into the eyelids.\""
    },
    {
        "code": "SK6A",
        "title": "Dry eye disorder (TM2)",
        "definition": "Dryness of eyes, decreased lacrimation, reduced stickness of eyes [AYU] It is caused by all the three dosha mainly, vata affecting the eye. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. [UNA] It is caused by dryness of temperament as a result of excessive intake of Sawdā’."
    },
    {
        "code": "SK6B",
        "title": "Ectropion disorder (TM2)",
        "definition": "Eversion of eyelid [SID] It is explained by increased vali (nagan and koorman) and Aẕal (aalosaga Aẕal). Among the seven physical constituents Cāram and Cennīr gets affected. [UNA] It is caused by predominance of coldness in the eyelids"
    },
    {
        "code": "SK6C",
        "title": "Pterygium disorder (TM2)",
        "definition": "Muscular growth from the inner canthus towards cornea leads to loss of vision if it reaches the pupil [AYU] It is caused by vitiated dosha causing muscular growth over the sclera [SID] It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram and Cennīr gets affected. [UNA] it is caused by the predominance of viscous humours in the eye. ICD-11 MMS – 01/2023 1813"
    },
    {
        "code": "SK6D",
        "title": "Lacrimation disorder (TM2)",
        "definition": "Watering of eyes [AYU] It is caused by vitiation of any of the three dosha especially vata [SID] It is explained by increased Vaḷi, Aẕal and Aiyam. Among the seven physical constituents Cāram, Cennīr, Un gets affected. [UNA] I tis caused to accumulation of fluid in head and eyes"
    },
    {
        "code": "SK6E",
        "title": "Trichiasis disorder (TM2)",
        "definition": "Inversion of eyelashes, continous irritation of eyeballs, watering, fall of eye lash [AYU] It is caused by vitiation of all the three dosha affecting the root of eye lashes [SID] It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. [UNA] It is caused by predominance of dryness of the eye lashes."
    },
    {
        "code": "SK6F",
        "title": "Eyelid tumour disorder (TM2)",
        "definition": "Irregular growth in the eyelids, painless and movable [AYU] It is caused due to the vitiated three dosha affecting the eyelids [SID] It is explained by increased Vaḷi and Aẕal (Among the seven physical constituents Cāram, Cennīr , Ūṉ and Koẕuppu gets affected. [UNA] It is caused by accumulation of viscous humour on the eye lids"
    },
    {
        "code": "SK6G",
        "title": "Hard swelling of eyelid disorder (TM2)",
        "definition": "Hard, rough growth of eye lid. [AYU] It is caused by the morbid dosha localising in the eye lids. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. [UNA] It is caused by premodinence of viscous Sawdā'."
    },
    {
        "code": "SK6H",
        "title": "Eyelid wart disorder (TM2)",
        "definition": "\"Wart like growth in the external surface of eyelids. (AYU) It is caused by the vitiated blood affecting the eyelid (UNA) It is caused by putrefaction of Sawdā' flowed into the eyelids.\""
    },
    {
        "code": "SK6J",
        "title": "Excessive blinking disorder (TM2)",
        "definition": "Excessive blinking [AYU] It is caused due to increased vata affecting the eye lid. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. [UNA] It is caused due to accumulation of thick Riyāḥ in the eye lids."
    },
    {
        "code": "SK6K",
        "title": "Eyelid haematoma disorder (TM2)",
        "definition": "Blackish discoloration of eye lid with swelling and pain [AYU] It is caused due to vitiation of all the three dosha [SID] It is explained by increased Aẕal . Among the seven physical constituents Cāram and Cennīr gets affected."
    },
    {
        "code": "SK6L",
        "title": "Ptosis disorder (TM2)",
        "definition": "Dropping of upper eyelid [AYU] It is caused due to vata affecting the eye lid [SID] It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. [UNA] It is caused by the obstrcution in the passage of Rūḥ due to predominance of coldness and moistness in the upper eye lid, paralysis of eye muscles, any congenital defect , conjunctivitis, tumours or any inflammation of eyelids."
    },
    {
        "code": "SK6M",
        "title": "Sticky eyelids disorder (TM2)",
        "definition": "Eye lids adhere together associated with itching, swelling and redness/congestion. [AYU] It is caused by kapha and blood affecting the eye lid. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu and Mūlạ i are affected. [UNA] It is caused by the predominance of thick viscous matter in the eye lids,due to some diseased condition of eyeball e.g. corneal ulcers, surgery for Pterygium, trachoma, etc."
    },
    {
        "code": "SK6N",
        "title": "Chalazion disorder (TM2)",
        "definition": "Big hard painless movable swelling on the eyelid [AYU] It is caused by predominance of kapha. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. [UNA] It is caused by predominance of Balgham in upper eye lid."
    },
    {
        "code": "SK6P",
        "title": "Stye disorder (TM2)",
        "definition": "Hard and spindle shaped swelling, pain, redness at the root of eyelashes may be associated with pus discharge [AYU] It is caused by vitiation of blood affecting the eye lid [SID] It is explained by increased Aẕal and Aiyam. Among the seven physical constituents Cāram and Cennīr gets affected. [UNA] It is caused by predominance of deranged Dam and Ṣafrā’ ICD-11 MMS – 01/2023 1815"
    },
    {
        "code": "SK6Q",
        "title": "Ptilosis disorder (TM2)",
        "definition": "\"Falling of eyelashes (AYU) vitiation of dosha and blood.(Ensure the diactrics) (SID) It is explained by increased Aẕal (Aẕal for vision). Among the seven physical constituents Cāram and Cennīr gets affected (UNA) Malnutrition, waste humours, Ṣafrā’ or Sawdā’.\""
    },
    {
        "code": "SK6R",
        "title": "Non-inflammatory swelling of eye disorder (TM2)",
        "definition": "abrupt mild eye swelling (AYU) vitiation of all three dosha affecting the whole eye. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. (UNA) accumulation of Rīḥ at the site."
    },
    {
        "code": "SK6S",
        "title": "Periorbital polyp disorder (TM2)",
        "definition": "Growth in periorbital region. [AYU] it is caused due to morbid dosha vitiating the skin, muscle and adipose tissue causing muscular growths in the eye. [SID] It is explained by increased Vaḷi and Aẕal (Aẕal for vision). Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected."
    },
    {
        "code": "SK6T",
        "title": "Phlyctenular nodule disorder (TM2)",
        "definition": "Hard white/red nodule on inner canthus, outer canthus, below eyelids and around cornea in a beaded manner. (AYU) it is caused due to vitiated three dosha affecting the eye. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, are affected. (UNA) It is caused by accumulation of thick Balgham or Dam."
    },
    {
        "code": "SK6U",
        "title": "Trachoma disorder (TM2)",
        "definition": "Small papules in the inner surface of eyelids with irritation and difficulty in movements of eyelids. [AYU] It is caused due to vitiated kapha localising on the inner surface of the eyelids. [SID] It is explained by increased Vaḷi and Aẕal . Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. [UNA] It is caused by the predominance of dryness and accumulation of acrid humors in the eye lids"
    },
    {
        "code": "SK6V",
        "title": "Corneal opacity disorder (TM2)",
        "definition": "\"opacity of cornea subsequent to corneal ulceration. (AYU) vitiation of blood affecting cornea. (SID) It is explained by increased Vaḷi ( Vayu for intellectual functions and Vayu for ophthalmic function) and Aẕal (Aẕal for vision). Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) accumulation of morbid matter at the site.\""
    },
    {
        "code": "SK6W",
        "title": "Panopthalmitis disorder (TM2)",
        "definition": "\"redness, pain, swelling in conjunctiva involving entire eye. (AYU) vitiation of all the three dosha affecting the eye\"\" (SID) It is explained by increased Vaḷi, Aẕal and Aiyam. Among the seven physical constituents Cāram and Cennīr are affected. (UNA) excessive moistness in the eye, infiltration of morbid matter towards eye.\""
    },
    {
        "code": "SK6X",
        "title": "Phthisis bulbi disorder (TM2)",
        "definition": "\"shrinkage of eyeball, may be associated with pain, ulceration, adhesion of eyelids, loss of vision (AYU) aggravation of vata affecting the eyeball. (UNA) dryness of eye humours.\""
    },
    {
        "code": "SK7Y",
        "title": "Other specified eye disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK7Z",
        "title": "Eye disorders (TM2), unspecified",
        "definition": "Ear disorders (TM2) (SK80‑SK8Z)"
    },
    {
        "code": "SK80",
        "title": "Ear abscess disorder (TM2)",
        "definition": "painful suppurative swelling in the ear region [AYU]aggravation of pitta affecting skin, fat, muscle tissue in the ear region resulting in swelling and suppuration. [SID] It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. [UNA] collection of morbid matter in the ear region leading to loss of continuity"
    },
    {
        "code": "SK81",
        "title": "Deafness disorder (TM2)",
        "definition": "Impaired/complete loss of hearing [AYU] It is caused due to all three dosha mainly vata affecting the hearing faculties. (SID) It is explained by increased Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu are affected. [UNA] It is either congenital or due to old age or derangement of temperament of organs of hearing. ICD-11 MMS – 01/2023 1817"
    },
    {
        "code": "SK82",
        "title": "Otorrhoea disorder (TM2)",
        "definition": "Pain in the ear, purulent discharge from ear [AYU] It is caused due any of the three dosha localising in the ear [SID] It is explained by increase in Aẕal and aiyam . Among the physical constituents Cāram and Cennīr are affected [UNA] It is caused due to the predominance of moistness."
    },
    {
        "code": "SK83",
        "title": "Pruritus of ear disorder (TM2)",
        "definition": "\"Itching sensation in the ear (AYU) It is caused due to increased kapha localising in ear. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram and Cennīr is affected. (UNA) It is caused by predominance of Ṣafrā’, predominance of Rīḥ in the ear, and diversion of saline fluids towards ear.\""
    },
    {
        "code": "SK84",
        "title": "Dysacousia disorder (TM2)",
        "definition": "intolerance to loud sounds. [AYU] increased vata, pitta leading to hypersensitivity of ear. [UNA] It is caused by weakness of the hearing faculties."
    },
    {
        "code": "SK85",
        "title": "Impacted cerumen disorder (TM2)",
        "definition": "the wax in the ear becomes viscous and hard thereby causing hindrance in hearing. [AYU] vitition of kapha, vata affecting karna. [UNA] increased viscosity of moist bodies in the ear."
    },
    {
        "code": "SK86",
        "title": "Tinnitus disorder (TM2)",
        "definition": "Ringing sounds in ear may be continuous or intermittent [AYU] It is caused due to vata affecting the channels carrying the sound. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. [UNA] It is caused by general weakness, under nourishment, congestion of head with fluids and morbid material ,weakness of the hearing faculties, presence of wax in the ear, etc."
    },
    {
        "code": "SK87",
        "title": "Otalgia disorder (TM2)",
        "definition": "ear ache. May be associated with headache, coryza. [AYU] vitiation of vata affecting ear. [SID] It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected. [UNA] Accumulation of hot secretions and hot Riyāḥ in the ear."
    },
    {
        "code": "SK88",
        "title": "Otitis disorder (TM2)",
        "definition": "earache, burning sensation, pain in forehead, redness in face. May be associated with vertigo. [AYU] vitiation of all the three dosha affecting skin, blood, muscle tissue of the ear. [SID] It is explained by decrese in Aiyam and increase in Vaḷi causing dizziness. Among the seven physical constituents Cāram gets affected. [UNA] Impaired hot or impaired cold temperament, infiltration of secretion at the site."
    },
    {
        "code": "SK89",
        "title": "Pustules of pinna disorder (TM2)",
        "definition": "small pustular eruptions over the external ear. [AYU] It is caused by vitiated kapha and blood localising over the external ear. [SID] It is explained by increased Aẕal. Among the seven physical constituents Cāram and Cennīr gets affected. [UNA] It is caused by the derangement of Dam mixed with fluids."
    },
    {
        "code": "SK8Y",
        "title": "Other specified ear disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK8Z",
        "title": "Ear disorders (TM2), unspecified",
        "definition": "Nose disorders (TM2) (SK90‑SK9Z)"
    },
    {
        "code": "SK90",
        "title": "Epistaxis disorder (TM2)",
        "definition": "Bleeding form nose. [AYU] It is caused by increased pitta vitiating the blood. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr are affected. [UNA] It is caused by due to extreme congestion,Increased heat of Dam and Predominance of Ṣafrā’."
    },
    {
        "code": "SK91",
        "title": "Anosmia disorder (TM2)",
        "definition": "decreased or loss of smell [AYU] vata, kapha blocking nasal passages [SID] [UNA] Blockage of nasal passage and cribriform plate of ethmoid bone with thick viscous humour ICD-11 MMS – 01/2023 1819"
    },
    {
        "code": "SK92",
        "title": "Dry nose disorder (TM2)",
        "definition": "Dry nose, nasal obstruction, crusting, scabs in nose [AYU] It is caused by increased vata inside the nasal cavity. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. [UNA] It is caused by predominance of matter related to Balgham which gets dried in the nasal cavity."
    },
    {
        "code": "SK93",
        "title": "Atrophic rhinitis disorder (TM2)",
        "definition": "Dryness of nose, loss of smell, wasting of mucous membrance [AYU] It is caused by increased vata drying up the kapha in the nose [UNA] It is caused by the predominance of coldness in the nasal cavity."
    },
    {
        "code": "SK94",
        "title": "Nasal polyp disorder (TM2)",
        "definition": "Growth in nasal mucosa, nasal obstruction, nasal tone of voice, pain, discharge from the nose [AYU] It is caused by vitiated dosha affecting the mucosa, muscle and adipose tissue in the nose [SID] It is explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr and Ūṉ get affected. [UNA] It is caused by the accumulation of Dam mixed with Sawdā' in the vessels"
    },
    {
        "code": "SK95",
        "title": "Rhinitis disorder (TM2)",
        "definition": "swelling, redness of nasal mucosa, moistness and watery discharge, pain, loss of smell [AYU] It is caused by increased vata pushing the kapha outwards through the nose [SID] It is explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ and Koẕuppu gets affected [UNA] It is caused by the derangement of temperament and humours in the nose"
    },
    {
        "code": "SK96",
        "title": "Coryza and catarrh disorder (TM2)",
        "definition": "Watery discharge from the nose may be associated with loss of smell [AYU] It is caused due to kapha and vata. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr are affected. [UNA] It is caused by derangement of temperament of brain and congestion and accumulation of humours in the body leading to the formation and movement of Rīḥ from body towards brain."
    },
    {
        "code": "SK97",
        "title": "Nasal obstruction disorder (TM2)",
        "definition": "Obstruction of the nasal passage, burning sensation, frequent mucosal secretions, nasal tone of voice [AYU] It is caused due to vata and kapha causing obstruction in the nose [SID] It is explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ and Koẕuppu are affected. [UNA] It is caused by obstruction of nasal passage due to viscous humour or fleshy growth or crust of wounds"
    },
    {
        "code": "SK98",
        "title": "Ozaena disorder (TM2)",
        "definition": "Bad odour from the nose may be associated with bad breadth [AYU] It is caused by all the three dosha affecting the nose and palate [SID] It is explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ and Koẕuppu gets affected. [UNA] It is caused by accumulation of putrefied humours in the nose"
    },
    {
        "code": "SK99",
        "title": "Sinusitis disorder (TM2)",
        "definition": "\"Inflammation of mucous membrance of nose and para nasal sinuses, headache, heaviness of face, forehead and head, nasal discharge, nasal obstruction, post nasal drip, nasal voice, hyposmia/anosmia (SID) It may be explained by Aiyam increasing and affecting the Vaḷi and Aẕal. (UNA) It is caused by cold impaired temperament of brain as a result of various external factors e.g. exposure to cold water, cold air, etc.It may also be caused by collection of Putrified matter in and around the olfactory organs.\""
    },
    {
        "code": "SK9A",
        "title": "Adenoiditis disorder (TM2)",
        "definition": "\"Nodular swelling in the throat, irritation (AYU) It is caused due to vitiated kapha localising the throat (UNA) It is caused by the predominance of Dam\""
    },
    {
        "code": "SK9Y",
        "title": "Other specified nose disorders (TM2)",
        "definition": null
    },
    {
        "code": "SK9Z",
        "title": "Nose disorders (TM2), unspecified",
        "definition": "Neck and throat disorders (TM2) (SL00‑SL0Z)"
    },
    {
        "code": "SL00",
        "title": "Throat tumour disorder (TM2)",
        "definition": "Non suppurated swelling at the root of the tongue and beginning of the throat, non- suppurative swelling, stable/immobile swelling, painless swelling and reddish swelling, abscess with pus in throat. [AYU] It is due to vitiated three dosha affecting the throat. [SID] It may be explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūlạ i , Cukkilam, Curōṇitam are affected. ICD-11 MMS – 01/2023 1821"
    },
    {
        "code": "SL01",
        "title": "Retropharyngeal abscess disorder (TM2)",
        "definition": "suppurative growth, painful obstruction of posterior part of pharynx associated with multiple fleshy buds and fever [AYU]aggravation of kapha, pitta resulting in painful suppurative swelling in the posterior part of pharynx. [UNA] non-resoultion of morbid matter of hot inflammation in the posterior part of pharynx."
    },
    {
        "code": "SL02",
        "title": "Hoarseness of voice disorder (TM2)",
        "definition": "Change in the character of voice making it harsh and husky, feeling of roughness and irritation of throat [AYU] It is caused due to vitiated vata affecting the speech faculties [SID] It may be explained by Aiyam increased and affect the Vaḷi especially Vayu for upward biological movements [UNA] It is caused by simple hot/simple cold/simple wet/simple dry impaired temperament of larynx and trachea, air pollution, excessive and prolonged shouting and diseases of neighboring organs of larynx."
    },
    {
        "code": "SL03",
        "title": "Indistinct- abnormal voice disorder (TM2)",
        "definition": "Abnormal quality,pitch or volume of voice [AYU] It is caused due to vitiated dosha affecting the speech faculties [SID] [UNA] It is caused by derangement of temperament either simple or involving matter, constitutional derangement, inflammation, injury and pain. sometimes the cause of defect in voice lies in the larynx itself or the nerves attached to it."
    },
    {
        "code": "SL04",
        "title": "Severe throat inflammation disorder (TM2)",
        "definition": "Inflammation of throat, difficulty in swallowing and dry cough. [AYU] It is caused by vitiation of all the three dosha which localise near the base of the tongue [SID] It may be explained by increased Aiyam followed by Vaḷi. Among seven physical constituents, Cāram and Cennīr are affected. [UNA] It is caused by the accumulation of putrefied matter in the throat, weakness of the all faculites of body."
    },
    {
        "code": "SL05",
        "title": "Pharyngitis disorder (TM2)",
        "definition": "pain, swelling redness in throat, cough and dysphonia. [AYU] vitiation of kapha, blood and muscle tissu in palate region [SID] It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected. [UNA] It is caused by impaired temperament, presence of any irritant substance in pharynx"
    },
    {
        "code": "SL06",
        "title": "Tonsillitis disorder (TM2)",
        "definition": "The inflammation of tonsils, characterized by swelling, pain and redness of throat, difficulty in swallowing, fever. (AYU) It is caused by vitiated kapha and blood affecting the throat region. (SID )It is explained by increased Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. (UNA) It is caused by derangment of any of the four humours."
    },
    {
        "code": "SL07",
        "title": "Speech disorder (TM2)",
        "definition": "\"This disorder is characterised by inability to speak. (AYU) It is caused by vata and kapha dosha affecting speech faculties. (UNA) It is caused by moist and dry impaired temperament or damage to larynx or laryngeal muscles.\""
    },
    {
        "code": "SL08",
        "title": "Lymphadenopathy in throat region disorder (TM2)",
        "definition": "\"String of hard, glossy, painless nodular or elongated skin coloured swollen glands around the neck, throat which with slowly suppure and form fistulous tracts. (AYU) vitiation of kapha, blood, muscle tissue in throat region. (SID) It is explained by derangement of Vaḷi, Aẕal and Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu get affected. (UNA) putrified Dam and other matters. \""
    },
    {
        "code": "SL09",
        "title": "Laryngitis disorder (TM2)",
        "definition": "\"pain, redness, horasness of voice (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) derangement of Dam, Balgham, Ṣafrā, ’Sawdā’ \""
    },
    {
        "code": "SL0Y",
        "title": "Other specified neck and throat disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL0Z",
        "title": "Neck and throat disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SL20",
        "title": "Excessive sneezing disorder (TM2)",
        "definition": "Excessive sneezing (AYU) It is caused by vitiated vata and kapha. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr are affected. (UNA) It is caused by impaired temperament of brain. ICD-11 MMS – 01/2023 1823"
    },
    {
        "code": "SL21",
        "title": "Hypernasal speech disorder (TM2)",
        "definition": "hypernasal voice leading to nasal twang [AYU] obstruction to oral, nasal passages, vitiation of vata. (SID) It is explained by increased Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. [UNA] flow of secretion from the brain towards nose."
    },
    {
        "code": "SL2Y",
        "title": "Other specified eye, ear, nose, throat and neck disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL2Z",
        "title": "Eye, ear, nose, throat and neck disorders (TM2), unspecified",
        "definition": "Respiratory system disorders (TM2) (SL40‑SL4Z)"
    },
    {
        "code": "SL40",
        "title": "Bronchial asthma disorder (TM2)",
        "definition": "\"difficult rapid respiration, tightnes of chest,wheezing, cough with difficulty to expel. sputum. [AYU] obstrucdtion of respiratory passages due to vitiation of kapha and vata [SID] it is caused by increased by Aiyam and Vali. Uṭaṟtātukkaḷ, Cāram, Cennīr, Ūṉ, Koẕuppu gets affected. [UNA] infiltration of Balgam towards bronchiols, absorption of thick viscous Balgham.\""
    },
    {
        "code": "SL41",
        "title": "Cough disorder (TM2)",
        "definition": "\"Cough [AYU] It is caused due to vitiated kapha and vata affecting the respiratory channels. [SID] It may be explained by increased Aiyam and affect Vayu for upward biological movements [UNA]It is caused by derangement of temperament either simple or involving matter. \""
    },
    {
        "code": "SL42",
        "title": "Dyspnoea disorder (TM2)",
        "definition": "\"Pain and tightness in the chest, breathlessness, [AYU] It is caused by obstruction to the channels of respiration by vata and kapha [SID] It may be explained by Aiyam affected and increased Vayu for upward biological movements [UNA] It is caused by predominance of hotness on heart and disturbance of motor functions of the respiratory system.\""
    },
    {
        "code": "SL4Y",
        "title": "Other specified respiratory system disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL4Z",
        "title": "Respiratory system disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "1824",
        "title": "ICD-11 MMS – 01/2023",
        "definition": "Heart, blood and circulatory disorders (TM2) (SL60‑SM0Z) Heart disorders (TM2) (SL60‑SL6Z)"
    },
    {
        "code": "SL60",
        "title": "Slow heart disorder (TM2)",
        "definition": "\"decreased heart rate may be associated with decreased heart function. (AYU) vitiated vata affecting pitta for intellect. (UNA) weakness of vital power\""
    },
    {
        "code": "SL61",
        "title": "Heart pain disorder (TM2)",
        "definition": "\"Chest pain, discomfort, palpitation, fatigue, dyspnoea, swelling and coldness of lower limbs (AYU) It is caused by vitiated dosha affected primary product of digested food further affecting the heart. (SID) It is explained by increased Vaḷi and Aẕal that affect Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu gets affected. (UNA) It is caused by impaired temperament of heart or predominance of morbid humors \""
    },
    {
        "code": "SL62",
        "title": "Palpitation disorder (TM2)",
        "definition": "\"feeling of increased beating of the heart which is within the notice of the patient with or without tachycardia. (AYU) vitiation of vata affecting the heart region. (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected. (UNA) caused by hot or cold simple morbid temperament, excess of Dam or Bukhārāt arising from Sawdā’ and reaching to the heart.\""
    },
    {
        "code": "SL6Y",
        "title": "Other specified heart disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL6Z",
        "title": "Heart disorders (TM2), unspecified",
        "definition": "Circulatory disorders (TM2) (SL70‑SL7Z)"
    },
    {
        "code": "SL70",
        "title": "Varicose veins disorder (TM2)",
        "definition": "\"visible twisted and swollen veins of the legs and feet may be associated with swelling and heaviness in the legs, itching,skin discolouration, muscle cramps (AYU) Aggravated vata causes tortuousness of veins. (SID) It is explained by increase of Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu get affected. (UNA) increased viscocity of Dam due to predominance of coldness or mixing of Balgham with it.\" ICD-11 MMS – 01/2023 1825"
    },
    {
        "code": "SL71",
        "title": "Varicose ulcer disorder (TM2)",
        "definition": "\"ulcer due to dilated and tortuous vein (AYU ) (SID) It may be explained by increased Vaḷi , Aẕal, Aiyam in combination. It affects both Cāram and Cennīr . (UNA) It is caused by accumulation of Dam mixed with Sawdā', Dam or thick Dam mixed with Balgham in the veins of legs and feet\""
    },
    {
        "code": "SL72",
        "title": "Thickened arteries disorder (TM2)",
        "definition": "\"Dry skin, feeling of heaviness, cold extremities. (AYU) Accumulation of kapha and medas in the vessels. (SID) It is explained by increased Vaḷi and Aiyam. (UNA) Abnormal accumulation of Balgham.\""
    },
    {
        "code": "SL7Y",
        "title": "Other specified circulatory disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL7Z",
        "title": "Circulatory disorders (TM2), unspecified",
        "definition": "Blood related disorders (TM2) (SL80‑SL8Z)"
    },
    {
        "code": "SL80",
        "title": "Anaemia disorder (TM2)",
        "definition": "\"palor, fatigue, aversion to cold and palpitation. (AYU) vitiated pitta or kapha which further vitiates the blood resulting in pallor of the skin. (SID) It is explained by increase of Aẕal, derangement of Vayu for circulation and increase of Aiyam in later stage. Among the seven physical constituents Cāram and Cennīr are affected. (UNA) derangement of temperament of liver.\""
    },
    {
        "code": "SL81",
        "title": "Bleeding disorder disorder (TM2)",
        "definition": "\"Bleeding from body orifices or beneath the skin. (AYU) The condition results due aggravated pitta which brings about excitement of the blood, propelling it through the body orifices. (SID) It is explained by increased Aẕal followed by Aiyam. Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected. (UNA) It is caused by some specific type of fevers due to unhygienic conditions, and derangement of Dam.\""
    },
    {
        "code": "SL8Y",
        "title": "Other specified blood related disorders (TM2)",
        "definition": null
    },
    {
        "code": "SL8Z",
        "title": "Blood related disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SM00",
        "title": "Lymphadenopathy disorder (TM2)",
        "definition": "\"inflammatory swelling associated with mild pain; usualy occurs in axilla and groin. (AYU) It is caused by accumulation of vitiated adipose tissue in various parts of the body (SID) It is explained by increased Aẕal and decreased Vaḷi and Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu get affected. \""
    },
    {
        "code": "SM01",
        "title": "Elephantiasis disorder (TM2)",
        "definition": "\"A disorder characterized by non-pitting swelling of legs, unilateral or bilateral, Swollen glands in groin. It may be associated with fever. (AYU) It may be explained by the vitiation of flesh, kapha and blood. (SID) It may be explained by the sea and it's habitat, impure or contaminated water, consumption of Aiyam aggravating food substances, frequent intercourse, impaired lymphatic supply to lowerlimb. It is explained by increased Vaḷi associated with Aiyam. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It may be explained by infiltration of burnt, viscous Dam towards legs.\""
    },
    {
        "code": "SM0Y",
        "title": "Other specified heart, blood and circulatory disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM0Z",
        "title": "Heart, blood and circulatory disorders (TM2), unspecified",
        "definition": "Gastro-intestinal disorders (TM2) (SM10‑SM7Z) Oral cavity disorders (TM2) (SM10‑SM1Z)"
    },
    {
        "code": "SM10",
        "title": "Stomatitis disorder (TM2)",
        "definition": "\"Ulcer in the mouth, tongue and spread towards oesophagus and stomach (AYU) It is caused due to increased pitta (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu are affected (UNA) It is due to accumulation of morbid humors\""
    },
    {
        "code": "SM11",
        "title": "Dental abscess disorder (TM2)",
        "definition": "\"painful suppurative swelling around teeth (AYU)aggravation of pitta affecting skin, fat, muscle tissue around the tooth resulting in swelling and suppuration. (SID) It is explained by increased Aẕal causing increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ , Koẕuppu and Eṉpu gets affected. (UNA) collection of morbid matter in the teeth region.\" ICD-11 MMS – 01/2023 1827"
    },
    {
        "code": "SM12",
        "title": "Bruxism disorder (TM2)",
        "definition": "\"Grinding of teeth during sleep. (AYU) vitiation of vata, kapha affecting oral cavity. (UNA) predominance of morbid humour in brain which causes its irritation, worm infestation, weakness of jaw muscles.\""
    },
    {
        "code": "SM13",
        "title": "Pyorrhoea disorder (TM2)",
        "definition": "foul smelling breath loose teeth with pain, swollen gums, bleeding, pus. (AYU) vitiated blood affecting the roots of teeth. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu,Eṉpu are affected. (UNA) excess of local moistness, bad hygeinic condition of teeth."
    },
    {
        "code": "SM14",
        "title": "Gingivitis disorder (TM2)",
        "definition": "\"swelling, pain in the gums (AYU) vitiated blood affecting the roots of teeth. (SID) It is explained by increased Aẕal and Vali. Among the seven physical constituents there is increased activity of Cennīr. (UNA) predominance of Dam, Ṣafrā’ and Balgham in the gum leading to inflammation. \""
    },
    {
        "code": "SM15",
        "title": "Halitosis disorder (TM2)",
        "definition": "\"putrid odour in the mouth, (AYU) vitiated kapha, pitta, blood affecting teeth and gums. (SID) It may be explained by increased Vaḷi and increased Aẕal kutram. Among physical constituents Cāram, Cennīr, Ūṉ and Koẕuppu are affected. (UNA) due to abnormal hotness and putrified Balgham in the stomach, ulcers of gums and dental caries\""
    },
    {
        "code": "SM16",
        "title": "Sialorrhoea disorder (TM2)",
        "definition": "\"Excessive salivation (AYU) It is caused by increased kapha (SID) This disequilibrium is characterised by the unusual combination of Aiyam and Vaḷi (UNA) It is caused due to hot and wet impaired temperament of stomach.\""
    },
    {
        "code": "SM17",
        "title": "Palatitis disorder (TM2)",
        "definition": "pain, swelling and redness in the palate (AYU) vitiation of kapha, blood, muscles in palate region. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr,Ūṉ, Koẕuppu, are affected. (UNA) derangement of Dam, Balgham, Ṣafrā, ’Sawdā’."
    },
    {
        "code": "SM18",
        "title": "Uvulitis disorder (TM2)",
        "definition": "large, painful swelling at the base of soft palate, uvula, fever, difficulty in swallowing. (AYU) vitiation of pitta, blood affecting throat region. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr,Ūṉ, Koẕuppu, are affected. (UNA) infiltration of morbid humours viz.,Dam, Balgham, Ṣafrā, ’Sawdā’."
    },
    {
        "code": "SM19",
        "title": "Ludwig’s angina disorder (TM2)",
        "definition": "\"pain, burning sensation in throat,fever, difficulty in breathing and swallowing due to swelling in pharynx and larynx or muscles of upper part of the oesophagus. (AYU) vitiation of all the three dosha, blood, muscle in throat region. (UNA) predominance of any of the four humours. \""
    },
    {
        "code": "SM1A",
        "title": "Odontalgia disorder (TM2)",
        "definition": "\"severe dental pain. May be associated with injury, infection. (AYU) severe vitiation of vata, pitta affecting the teeth and gums. (SID) It is explained by increased Aẕal humour. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Enbu are affected. (UNA) hot impaired temperament with swelling, cold impaired temperament of teeth or its nerve, involvement of stomach/accumulation of putrified humours in the stomach. \""
    },
    {
        "code": "SM1B",
        "title": "Bleeding gum disorder (TM2)",
        "definition": "\"bleeding from gums, may be associated with ulcers (AYU) vitiation of pitta, kapha and blood affecting the gums. (SID) It is explained by deranged Vaḷi humour. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) weakness of digestive power of gums. \""
    },
    {
        "code": "SM1C",
        "title": "Ranula disorder (TM2)",
        "definition": "Cystic swelling either above or below the tongue. (AYU) It is caused by vitiated all three dosha localising near the base of the tongue. (SID) It is explained by increased Aiyam and decreased Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) It is caused by predominance of Dam undersurface of the tongue."
    },
    {
        "code": "SM1D",
        "title": "Parotitis disorder (TM2)",
        "definition": "\"pain, heaviness, burning sensation in the parotid region. (AYU) vitiation of pitta, vata, kapha affecting root of the ear. (UNA)derangement of Dam, Balgham, Ṣafrā, ’Sawdā’ \" ICD-11 MMS – 01/2023 1829"
    },
    {
        "code": "SM1E",
        "title": "Dental caries disorder (TM2)",
        "definition": "\"Decaying of tooth, tooth ache, breaking of teeth (AYU) It is caused due to vitiated vata along with blood affecting the tooth. (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu and Mūlạ i are affected. (UNA) It is caused due to old age, predominance of dryness and putrified humours\""
    },
    {
        "code": "SM1F",
        "title": "Dental plaque disorder (TM2)",
        "definition": "\"Yellow crust at the root of the teeth. (AYU) It is caused due to vitiated dosha accumulating over the teeth (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, and Eṉpu gets affected. (UNA) It is caused by the deposition of viscous fluid from stomach and intestine in the mouth and teeth. The colour of deposits helps in identifying the predominant humour or causative humour. The crust is sometimes too hard to detach from the teeth.\""
    },
    {
        "code": "SM1G",
        "title": "Discolouration of teeth disorder (TM2)",
        "definition": "\"Discolouration of teeth (AYU) It is caused by vitiated blood and pitta affecting the teeth (SID) It is explained by increased Vaḷi humour. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, and Eṉpu gets affected. (UNA) It is caused by the infiltration of morbid humours in the teeth\""
    },
    {
        "code": "SM1H",
        "title": "Odontoseisis disorder (TM2)",
        "definition": "\"Loosening of teeth (AYU) It is caused due to vitiated vata affecting the tooth (SID) It is explained by increased Vaḷi humour. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) It is caused by predominance of coldness and general debility of jaw muscles. \""
    },
    {
        "code": "SM1J",
        "title": "Sensitive teeth disorder (TM2)",
        "definition": "\"Increased sensitivity of teeth, loss of upper most covering (AYU) It is caused due to vata (SID) It is explained by increased Vaḷi humour. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) It is caused due the predominance of coldness in the teeth\""
    },
    {
        "code": "SM1K",
        "title": "Lip chapping and bleeding disorder (TM2)",
        "definition": "Desquamation of lips. May be associated with bleeding, blistering. (AYU) vitiation of vata, pitta affecting lips. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, are affected. (UNA) Insufficiency of transformative faculty of lips accompanied with predominance of dryness in it."
    },
    {
        "code": "SM1L",
        "title": "Itchy swollen lip diorder (TM2)",
        "definition": "\"swollen itcy lips. (AYU) vitiation of kapha, vata affecting lips (SID) It is explained by increased Aiyam. Among the physical constituents Cāram get affected. \""
    },
    {
        "code": "SM1M",
        "title": "Dry chapped lip disorder (TM2)",
        "definition": "\"chapped dry lips. (AYU) vitiation of vata affecting the lips (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram is decreased. (UNA) Insufficiency of transformative faculty of lips accompanied with predominance of dryness in it.\""
    },
    {
        "code": "SM1N",
        "title": "Xerostomia disorder (TM2)",
        "definition": "\"dryness of the tongue. May be associated with dryness of mouth, bitterness, heartburn. (AYU) vitiation of kapha, vata affecting the tongue. (SID) It may be explained by increased Aẕal followed by increased Aiyam. Among physical constituents Cāram and Cennīr are affected. (UNA) predominance of Ṣafrā’ or presence of viscous matter on the surface of tongue.\""
    },
    {
        "code": "SM1P",
        "title": "Ageusia disorder (TM2)",
        "definition": "\"loss of taste which may be associated with loss of smell, anorexia, increased secretion of saliva (AYU impairment of digestive and metabolic factors affecting kapha residing on the tongue. (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ and Koẕuppu gets affected. (UNA) predominance of moistness in the nerves supplying the tongue.\""
    },
    {
        "code": "SM1Y",
        "title": "Other specified oral cavity disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM1Z",
        "title": "Oral cavity disorders (TM2), unspecified",
        "definition": "ICD-11 MMS – 01/2023 1831 Abdominal cavity disorders (TM2) (SM30‑SM3Z)"
    },
    {
        "code": "SM30",
        "title": "Haematemesis disorder (TM2)",
        "definition": "\"Vomiting of blood accompanied with burning sensation in abdomen. (SID) It may be explained by increased Aẕal followed by increased aiyam. Among seven physical constituents, Cāram and Cennīr are affected. (UNA) presence of acrid matter in the stomach, weakness of the vessels, congestion in the stomach\""
    },
    {
        "code": "SM31",
        "title": "Abdominal distension disorder (TM2)",
        "definition": "\"distension of abdomen, flatulance, gurlging sounds, heaviness may be associated with pain, dyspepsia, constipation and dysuria. (AYU)aggravation of Descending vata affecting the excretory functions. (SID) It is explained by increased Aiyam along with Vaḷi. Aẕal gets decreased. Among the seven physical constituents Cāram, and Cennīr gets affected. (UNA) accumulation of Riyāh ̣in stomach.\""
    },
    {
        "code": "SM32",
        "title": "Ascites disorder (TM2)",
        "definition": "\"abnormal swelling of the abdomen due to the collection of fluid in abdominal cavity. May be associated with distension, pain, lack of appetite, general weaknes. (AYU) weak digestive and metabolic factors leading to vitition of water carrying channels with the involvement of all the dosha. (SID) It is explained by the derangement of Mukkuṟṟam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ , Koẕuppu are affected. (UNA) impaired cold temperament of liver, weakness of hepatic powers.\""
    },
    {
        "code": "SM33",
        "title": "Abdominal pain disorder (TM2)",
        "definition": "\"Pain in abdomen, burning sensation, distension and flatulence (AYU) It is caused due to vitiated dosha especially vata affecting the abdominal organs. (SID) It is explained by increased Vaḷi and Aẕal. Among seven physical constituents Cāram, Cennīr gets affected. (UNA) It is caused due to simple or substance associated impaired temperament or inflammatory condition of the stomach, weakness of stomach.\""
    },
    {
        "code": "SM34",
        "title": "Constipation disorder (TM2)",
        "definition": "\"not passing or difficulty in passing the stools, bloating with or without pain abdomen (AYU) vitiated digestive and metabolic factors resulting sluggishness of vata. (SID) It may be explained by increased Vaḷi and Aẕal. Among seven physical constituents, Cāram affected. (UNA) prodominene of dryness in the intestine, weakness of repulsive power of intestine.\""
    },
    {
        "code": "SM35",
        "title": "Volvulus disorder (TM2)",
        "definition": "\"Retention of feces, non passing of flatus, urine, severe abdominal pain (AYU) severe vitiation of vata leading to impaired function of stomach and intestines. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) constitutional derangement of intestine due to sudden strain. \""
    },
    {
        "code": "SM36",
        "title": "Malabsorption disorder (TM2)",
        "definition": "\"Indigestion, passing of stools mixed with undigested food, sour eructation (AYU) It is caused by any of the three dosha localising in the duodenal regions (SID) It may be explained by Increased Aẕal causing derangement of Vayu for downward biological movements (UNA) It is caused by weak retentive faculty or strong expulsive faculty of the intestine.\""
    },
    {
        "code": "SM37",
        "title": "Diarrhoea disorder (TM2)",
        "definition": "\"Passage of loose stools may or may not be mixed with blood and pus (AYU) It is caused by weakness of digestive and metabolic factors followed by increased vata moving the watery components downwards in the intestine. (SID) It is explained by decerased Aẕal and increased Vaḷi and Aiyam. Among seven physical constituents, Cāram, Cennīr , Ūṉ, Koẕuppu gets affected. (UNA) It is caused by cold or hot impaired temperament of the intestine, predominance of Sawdā’ in the intestine\""
    },
    {
        "code": "SM38",
        "title": "Dysentery disorder (TM2)",
        "definition": "\"Frequent passage of stools which may be associated with blood or mucus, tenesmus. (AYU) It is caused by increased vata pushing the acculumated kapha downwards through the intestinal tract. (SID) It may be explained by Increased Aẕal causing derangement of Vayu for downward biological movements. Among the seven physical constituents Cāram, Cennīr, and Ūṉ gets affected. (UNA) It occurs to expel the infiltrated Ṣafrā’ and saline Balgham from intestines and caused by predominance of matter related to Ṣafrā’, Balgham and Rih.̣\""
    },
    {
        "code": "SM39",
        "title": "Dyspepsia disorder (TM2)",
        "definition": "\"indigestion, burning sensation in chest, throat and epigastriun, sour eructation nausea (AYU) It is caused by the alteration in quality of pitta. (SID) It is explained by increased Vaḷi with Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) It is caused by putrefaction of food in the stomach and weakness of stomach.\" ICD-11 MMS – 01/2023 1833"
    },
    {
        "code": "SM3A",
        "title": "Hyperacidity disorder (TM2)",
        "definition": "\"Burning sensation in the chest. (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ, gets affected. (UNA) It is caused by the retention of immature fluids on the cardiac end of stomach , pouring of Sawdā' on the stomach\""
    },
    {
        "code": "SM3B",
        "title": "Indigestion disorder (TM2)",
        "definition": "\"difficulty to digest food. May be associated with stomach pain, bloating, belching, hiccup, (AYU) vitiation of digestion by kapha, pitta or vata. (SID) It is explained by derangement of Vayu for upward biological movements and Vayu for downward biological movements (UNA) impaired temperament of stomach, accumulation of humours in the stomach or any inflammatory condition\""
    },
    {
        "code": "SM3C",
        "title": "Food stasis indigestion disorder (TM2)",
        "definition": "\"marked distension of abdomen, the undigested food remains in the stomach without getting evacuated from the body either by vomiting or by defecation (AYU) loss of functionality of vata in stomach region. (SID) It is explained by increased Aiyam along with Vaḷi. Aẕal gets decreased. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) impaired temperament of the stomach, accumulation/infiltration of morbid matter in stomach, weakness of stomach muscles.\""
    },
    {
        "code": "SM3D",
        "title": "Duodenal ulcer disorder (TM2)",
        "definition": "\"stabbing or piercing pain in the abdomen which is felt during digestion of food. May be associated with indigestion, flatulence, nausea, depression, insomnia, diarrhoea, pricking pain in the sides of the chest, false appetite and fever. (AYU) impairement of digestive and metabolic factors, vitated vata, pitta. (SID) It is explained by increase in Vaḷi which stimulates the Vayu for downward biological movements, Vayu for circulation and Vayu for homeostasis. Among seven physical constituents, Cāram, Cennīr, are affected \""
    },
    {
        "code": "SM3E",
        "title": "Gastric ulcer disorder (TM2)",
        "definition": "\"epigastric, abdominal pain before and after food intake. May be asociated with excessive salivary secretion, headache, , sweating frequent belching with sour/foul smell, nausea, vomiting, stomatitis, diarrhoea (AYU) impairement of digestive and metabolic factors, vitated vata, pitta. (SID) It is explained by excessive Aẕal. Among seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, and Eṉpu are affected. (UNA) infiltration of humour or acid or irritant humours from brain\""
    },
    {
        "code": "SM3F",
        "title": "Gastritis disorder (TM2)",
        "definition": "\"severe pain on empty stomach, heartburn, epigastric pain, thirst. May be associated with nausea, vomiting, giddiness, constipation (AYU) impairement of digestive and metabolic factors, vitated vata, pitta and kapha. (SID) It is explained by excessive Aẕal. Among seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, and Eṉpu are affected. (UNA) predominance of Dam, Balgham, Sạ frā' or Sawdā’\""
    },
    {
        "code": "SM3G",
        "title": "Hernia disorder (TM2)",
        "definition": "\"Protrusion of an organ or a part of the organ through an abnormal opening from the abdominal cavity to outside (AYU) laxity of abdominal muscles due to excess pitta, vata. (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) It can be caused by increased abdominal pressure leading to loss of continuty of structures or injury.\""
    },
    {
        "code": "SM3H",
        "title": "Nausea disorder (TM2)",
        "definition": "feeling of nausea, water brash, distress in the cardiac area (AYU) decreased digestive fever, increased salty kapha and vata. (SID) It is explained by increased Aiyam and decreased Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) accumulation of morbid matter in the stomach."
    },
    {
        "code": "SM3J",
        "title": "Retching disorder (TM2)",
        "definition": "\"feeling of vomiting, eructation with loud sounds without any expulsion of gastric contents. (AYU) vitiation of vata affecting stomach (SID) It is caused by increased Vaḷi stimulating the Aẕal. Among the seven physical constituents, Cāram, senner and Ūṉ get affected. (UNA) It is caused by the accumulation of morbid humours specially Ṣafrā’ inside the stomach\""
    },
    {
        "code": "SM3K",
        "title": "Abdominal lumps disorder (TM2)",
        "definition": "\"moving lump like swelling in the abdomen of various sizes and characters associated with abdominal pain, distension. (AYU) vitiation of digestive and metabolic factors, all the three dosha affecting stomach and intestines. (SID) It may be explained by increased Vayu for upward biological movements, Vayu for downward biological movements and Vayu for homeostasis. \" ICD-11 MMS – 01/2023 1835"
    },
    {
        "code": "SM3L",
        "title": "Vomiting disorder (TM2)",
        "definition": "\"excessive vomiting. (AYU) weak digestive and metabolic factors, leading to primary product of digested food being vitiated by pitta, kapha and vata. (SID) It is caused by decreased Aẕal and increased Aiyam in stomach and consequent derangement of Vayu for upward biological movements and Vayu for downward biological movements. (UNA) It is caused by the predominance of Humours, intake of bad quality food, irregularities in food intake, derangement of temperament of stomach, debility or weaknessof stomach, in the criticalphase of acute diseases.\""
    },
    {
        "code": "SM3Y",
        "title": "Other specified abdominal cavity disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM3Z",
        "title": "Abdominal cavity disorders (TM2), unspecified",
        "definition": "Liver and Spleen disorders (TM2) (SM40‑SM4Z)"
    },
    {
        "code": "SM40",
        "title": "Liver abscess disorder (TM2)",
        "definition": "\"heaviness, tenderness at the site of the liver, associated with loss of appetite, breathlessness, hiccoughs, restlessness, high fever, pain, redness of face and eyes. (AYU)aggravation of pitta resulting in painful suppurative swelling in the liver (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr affected initialy and then Ūṉ, Koẕuppu gets affected. (UNA) non-resoultion of morbid matter of hot inflammation in the liver\""
    },
    {
        "code": "SM41",
        "title": "Jaundice disorder (TM2)",
        "definition": "\"yellowish discoloration of skin, eyes, nails, urine and feces associated with loss of appetite, fatigue and bilous vomiting (AYU) weak digestive and metabolic factors, vitiation of pitta and blood affecting liver (SID) It is explained by increased Vaḷi (Vayu for circulation ) influencing Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, and Koẕuppu are affected. (UNA) It is caused by accumulation of uninfected Ṣafrā’ near the skin, deviation of thin Ṣafrā’ towards skin as a form of crisis\""
    },
    {
        "code": "SM42",
        "title": "Hepatomegaly disorder (TM2)",
        "definition": "\"enlargement of liver associated with constitutional symptoms viz., anorexia, nausea, vomiting, weakness, blackish disolouration, breathlessness. (AYU) vitiation of blood and pitta affecting the liver (SID) It is explained by increased Vayu for circulation, Vayu for respiration and digestion and Aẕal . Among the seven physical constituents, Cāram, Cennīr, Ūṉ and Koẕuppu, Mulai and Cukkilam gets affected. (UNA) It is caused by constitutional derangement of structure of organ due to accumulation of morbid humours in the liver for a long period of time.\""
    },
    {
        "code": "SM43",
        "title": "Hepatitis disorder (TM2)",
        "definition": "\"pain and heavyness in the abdomen,may be associated with loss of appetite, nausea and vominting, increased body weight, feeling of mobility all over the body. (SID) It is explained by increased Vaḷi along with Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) predominance of morbid humours viz.,Dam, Balgham, Ṣafrā, ’Sawdā’\""
    },
    {
        "code": "SM44",
        "title": "Splenomegaly disorder (TM2)",
        "definition": "\"Enlargement of spleen. (AYU) due to dislodgement of spleen from its site due to over-exertion and related causes or enlargement of spleen due to aggravation of blood. (SID) It is explained by increased Vaḷi, Aẕal and iyam . Among the seven physical constituents Cāram, Cennīr, Ūṉ ,Koẕuppu gets affected. (UNA) It is caused by accumulation of morbid humours in the spleen for a long period of time.\""
    },
    {
        "code": "SM4Y",
        "title": "Other specified liver and Spleen disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM4Z",
        "title": "Liver and Spleen disorders (TM2), unspecified",
        "definition": "Anorectal disorders (TM2) (SM50‑SM5Z)"
    },
    {
        "code": "SM50",
        "title": "Proctalgia disorder (TM2)",
        "definition": "\"pain in the anal region radiating to rest of perineum and lower back. (AYU) Severe vitiation of Descending vata affecting the anal region. (SID) It is explained by increased Vaḷi. Among seven physical constituents Cāram and Cennīr gets affected. \" ICD-11 MMS – 01/2023 1837"
    },
    {
        "code": "SM51",
        "title": "Anal fissure disorder (TM2)",
        "definition": "cutting type of pain with burning sensation in anal region, streak like blood mixed stools. May be associated with radiating pain to umbilicus, genitals, bladder. (AYU) Injury, deranged digestive and metabolic factors leading to vitiation of skin, blood, muscle, fat tissue. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr,Ūṉ, Koẕuppu, are affected. (UNA) predominance of hotness and dryness, passage of hard stool from it, expulsion of irritant humour through purgation, injury to the anal orifice and external cold environment."
    },
    {
        "code": "SM52",
        "title": "Fistula in ano disorder (TM2)",
        "definition": "\"opening in the skin near the anus having communication with the rectum due to deep and severe ulcers of rectum. May be associated with pain, passing of fecal matter and gases throug the track. (AYU) injury, deranged digestive and metabolic factors leading to vitiation of skin, blood, muscle, fat tissue (SID) It is explained by increased Vayu for downward biological movements. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected (UNA) Presence of irritating matter in the area with weakness of body powers and non elimination of morbid matter from affected area.\""
    },
    {
        "code": "SM53",
        "title": "Haemorrhoids disorder (TM2)",
        "definition": "\"Swollen and inflamed veins in the rectum and anus. May be associated with itching, pain, discomfort and bleeding. (AYU) decreased digestive and metabolic factors, vitation of vata, kapha, pitta affecting muscle, fat tissue. (SID) It may be explained by increased Vayu for downward biological movements and affect the Aẕal (UNA) It is caused by accumulation of Dam mixed with Sawdā' at the site\""
    },
    {
        "code": "SM54",
        "title": "Proctitis disorder (TM2)",
        "definition": "Redness, swelling in anal region (AYU) It is caused due to vitiated pitta localising in the anal region. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr,Ūṉ, Koẕuppu, are affected. (UNA) It is caused by predominance of Dam, Dam mixed with Ṣafrā' or humours of cold temperament."
    },
    {
        "code": "SM55",
        "title": "Rectal prolapse disorder (TM2)",
        "definition": "\"Rectum or a part of rectum descending through the anus, inflammation of the rectal muscles (AYU) It is caused due to vitiated vata affecting the rectal region (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, and Koẕuppu get affected. (UNA) It is caused by due to predominance of coldness and impairment of any of the four humors leading to paresis of sphincter muscles and inflammation of the rectal muscles\""
    },
    {
        "code": "SM56",
        "title": "Anal abscess disorder (TM2)",
        "definition": "\"painful suppurative swelling in anal region which may be associated with ulceration, painful defecation. (AYU)aggravation of pitta affecting skin, fat, muscle tissue in the anal region resulting in swelling and suppuration. (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr affected initialy and then Ūṉ, Koẕuppu gets affected. (UNA) collection of morbid matter due to impairment of body powers\""
    },
    {
        "code": "SM5Y",
        "title": "Other specified anorectal disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM5Z",
        "title": "Anorectal disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SM70",
        "title": "Flank pain disorder (TM2)",
        "definition": "\"Severe pain in both flanks. May be asociated with restlessness, abdominal discomfort, lack of appetite, sleeplessness. (AYU) deranged digestive and metabolic factors, vitiated kapha, pitta and vata affecting the flanks. (SID) It is explained by increased Vaḷi. Amoung the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) Accumulation of acrid Dam or thick Balgham at the site. \""
    },
    {
        "code": "SM71",
        "title": "Anorexia disorder (TM2)",
        "definition": "loss of appetite (AYU ) caused due to vitiated dosha affecting the digestive and metabolic factors. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram are affected. (UNA) weakness of all faculties of liver and stomach, accumulation of Ṣafrā’, saline Balgham, putrified humours, raw humours in stomach. ICD-11 MMS – 01/2023 1839"
    },
    {
        "code": "SM72",
        "title": "Bowel inflammation disorder (TM2)",
        "definition": "\"passing of blood mixed stools, pain, heaviness in anal region accompanied with the discharge of mucilaginous material and colicky abdominal pain. (AYU) vitated pitta, blood affects the Descending vata. (SID) It is explained by increased Vaḷi along with Aẕal. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) accumulation of morbid humours in the intestine, infilitration of acrid Ṣafrā’ and salty Balgham in intestine. \""
    },
    {
        "code": "SM73",
        "title": "Infantile tenesmus disorder (TM2)",
        "definition": "\"Undigested foul smelling stools associated with gripping pain, abdominal distension, convulsive movements of body. (AYU) it is caused due to indigestion resulting from vititation of breastmilk in the mother by all the three dosha (SID) It may be explained by Aẕal increases and affect the aiyam due to breastfeeding child by the mother who often afflicted to indigestion and fever due to excess consumption of hard foods (UNA) It is caused due to excessive production of Rīh ̣ as a result of excessive intake of milk or decrease in the quality of milk\""
    },
    {
        "code": "SM74",
        "title": "Hiccough disorder (TM2)",
        "definition": "\"uncontrolled hiccoughs. May be associated with dryness of tounge, throat, bitter sensation in mouth and thirst. (AYU) vitiation of Kindling vata, Descending vata. (SID) It is caused by increase of Aiyam in stomach and stimulation of Vayu for upward biological movements. (UNA) It is caused by cold derranged temperament of stomach, injury irritation and dryness of cardiac end of the stomach, excessive evacuation, starvation,large quantity of ingested food irritating the cardiac end of stomach, intake of sour and spicy food, abnormal qualitative change in the ingested food and secondary to other disease of the stomach. \""
    },
    {
        "code": "SM75",
        "title": "Dynamic intestinal obstruction disorder (TM2)",
        "definition": "severe abdominal colicky pain, projectile vomiting with gastrointestinal contents (AYU) reversal of Kindling vata, Descending vata functions. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, are affected. (UNA) obstruction of intestine by thick viscous matter and Rīh.̣"
    },
    {
        "code": "SM76",
        "title": "Severe vomiting and diarrhoea disorder (TM2)",
        "definition": "\"profuse vomiting and diarrhoea, thirst,cold extremities (AYU) Impairment of digestive & metabolic factors resulting in expulsion of products resulting from incomplete digestion, transformation or metabolism from upper and lower orifice. (SID) Caused by the polluted wind during the month of Mid-July to Mid-October with the seasonal alteration. It is explained by the increased Aiyam associated with Vaḷi and Aẕal. Among the seven physical constituents, Cāram, Cennīr, and Ūṉ get affected. (UNA) It is caused by derangement of any of the four humours, decomposition of food.\"",
        "exclusions": [
            "Cholera (1A00)"
        ]
    },
    {
        "code": "SM7Y",
        "title": "Other specified gastro-intestinal disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM7Z",
        "title": "Gastro-intestinal disorders (TM2), unspecified",
        "definition": "Urinary and reproductive system disorders (TM2) (SM80‑SN3Z) Urinary system disorders (TM2) (SM80‑SM8Z)"
    },
    {
        "code": "SM80",
        "title": "Renal abscess disorder (TM2)",
        "definition": "\"burning micturition, hematuria, pus discharge, rigors, chillls and fever (AYU)aggravation of pitta affecting kidney. (SID) It is explained by increased Aẕal. Among the seven physical constituentsCāram, Cennīr affected initialy and then Ūṉ, Koẕuppu gets affected.. (UNA) non-resolution of morbid matter of hot inflammation resulting in renal abscess or consequence and complication of wound formation in kidney.\""
    },
    {
        "code": "SM81",
        "title": "Retention of urine disorder (TM2)",
        "definition": "\"Retention of urine, inability to urinate, abdominal pain (AYU) retention of the urine due to vāta (SID) It is explained by the combined vitiation of Vali ̣ and Aẕal. vitiation of Valị merged with excess heat , or caused due to the reduced function of Vayu for downward biological movements . (UNA) It is caused by either coldness or hotness of bladder, flaccidity of bladder muscles.\" ICD-11 MMS – 01/2023 1841"
    },
    {
        "code": "SM82",
        "title": "Insufficiency of the urinary bladder disorder (TM2)",
        "definition": "\"obstruction/retention in passage of urine, dribbling of urine. May be associated with pain, burning sensation in bladder, abdominal region (AYU) aggravation of vata affecting bladder leading to laxity and retention of urine. (SID) It is explained by increased Vaḷi influences Aẕal affects Vayu for downward biological movements,Vayu for circulation. Among the seven physical constituents,Cāram to Koẕuppu is affected. (UNA) predominance of coldness in urinary bladder, weakness of retentive power.\""
    },
    {
        "code": "SM83",
        "title": "Renal colic disorder (TM2)",
        "definition": "\"spasmodic pain in loin radiating to pubic region and thigh. May be associated with hematuria, chills and fever. (AYU) obstruction of urinary passage (due to renal calculi) aggravates vata leading to spasmodic pain. (SID) It is explained by increased Aẕal influences Vaḷi affects Vayu for downward biological movements. Among the seven physical constituents, Cāram to Ūṉ is affected. (UNA) stone in kidney or ureter formed due to impaired temperament of the related organs.\""
    },
    {
        "code": "SM84",
        "title": "Nephritis disorder (TM2)",
        "definition": "diminution/cessation of urine quantity, fever, heaviness the site of the kidney; may be associated with voiding of reddish discoloured urine, syncope, emesis (SID) It is explained by the combined vitiation of Vali ̣ and Aẕal vitiation of Valị merged with heat, or caused due to the decreased Vayu for downward biological movements . (UNA) derangement of Dam, Balgham, Ṣafrā, ’Sawdā’."
    },
    {
        "code": "SM85",
        "title": "Cystitis disorder (TM2)",
        "definition": "\"pain in groin region, fever, difficulty in mictutrition with burning sensation or retention of urine, nausea and vomiting. (SID) It is explained by increased aiyam affects Vayu for downward biological movements. Among the the seven physical constituents, Cāram to Koẕuppu is affected. (UNA) derangement of hot and cold humours.\""
    },
    {
        "code": "SM86",
        "title": "Wound of the urinary bladder disorder (TM2)",
        "definition": "\"pain in the perineal region, dysuria and foul smelling urine with pus and casts. (SID) This may be explained by increased Aẕal. Among seven physical constituents, Cāram, Cennīr , Ūṉ, and Koẕuppu are affected. (UNA) presence of irritant Ṣafrā’, injury by vesicular calculus or rupture of pustules of bladder. \""
    },
    {
        "code": "SM87",
        "title": "Dysuria disorder (TM2)",
        "definition": "\"painful micturtion (AYU) vitiated pitta vata causing erosion in urethral (SID) It is explained by the vitiation of Vali ̣merged with excess heat . (UNA) viscous Riyāḥ in the bladder\""
    },
    {
        "code": "SM88",
        "title": "Dribbling of urine disorder (TM2)",
        "definition": "\"dribbling of urine (AYU) vitiated vata affecting the urinary bladder (SID) it may be explained by increased Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ gets affected. (UNA) insufficiency of repulsive faculty of bladder, insufficiency of bladder, predominance of Coldness in the body, acidity of urine\""
    },
    {
        "code": "SM89",
        "title": "Thick urine disorder (TM2)",
        "definition": "\"passing of thick urine. (AYU) vitiation of kapha, vata (UNA) defective maturation and sometimes elimination of thick mature humours\""
    },
    {
        "code": "SM8A",
        "title": "Haematuria disorder (TM2)",
        "definition": "\"Passing of blood in the urine. (AYU) vitiation of pitta and blood affecting urinary tract. (SID) It is explained by decreased Aẕal affects Vayu for downward biological movements. Among the the seven physical constituents,Cāram to Ūṉ is affected (UNA) congestion of humours in kidneys, injuries in urinary organs.\""
    },
    {
        "code": "SM8B",
        "title": "Urinary incontinence disorder (TM2)",
        "definition": "\"Involuntary flow of urine. (AYU) vitiation of vata, excess pitta affecting urinary bladder. (SID) It is explained by increased Aẕal. Among physical constituents Cāram, Cennīr , Ūṉ, and Koẕuppu are affected (UNA) Predominance of coldness on bladder, flaccidity of the muscles of bladder\" ICD-11 MMS – 01/2023 1843"
    },
    {
        "code": "SM8C",
        "title": "Urinary stone disorder (TM2)",
        "definition": "\"Pain in loins & groin, difficulty in micturition, burning micturition (AYU) It is caused by the vata drying up the kapha in the urinary tract. (SID) It is explained by the combined vitiation of Vali ̣ and Aẕal either vitiation of Valị with excess heat or decreased Vayu for downward biological movements . (UNA) It is caused due to retention of viscous humour inside the kidneys and hence their transformation into calculus due to the innate heat of body of kidneys. Inflammation and obstruction of kidneys due to their impaired temperament weakens the expulsive faculty of kidneys. As a result there is retention of viscous humours in the kidneys which essentially transforms into calculus\""
    },
    {
        "code": "SM8D",
        "title": "Polyuria disorder (TM2)",
        "definition": "\"Frequent and excessive urination. (AYU) Vitiation of kapha along with watery part of the primary structural components of the body. (SID) It is explained by increased Aiyam and decreased Aẕal (UNA) Predominance of coldness on the bladder, weakness of retentive faculty of kidney.\""
    },
    {
        "code": "SM8E",
        "title": "Oliguria disorder (TM2)",
        "definition": "The disorder is characterized by passage of urine in less quantity. (AYU) It is caused by increase of vata. (UNA) It is caused by weakness of kidneys and liver and few external factors."
    },
    {
        "code": "SM8Y",
        "title": "Other specified urinary system disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM8Z",
        "title": "Urinary system disorders (TM2), unspecified",
        "definition": "Female Reproductive System disorders (TM2) (SM90‑SM9Z)"
    },
    {
        "code": "SM90",
        "title": "Amenorrhoea disorder (TM2)",
        "definition": "\"absence of menstruation may be primary or secondary (AYU caused due to pitta situated in the uterine region vitiating the blood (SID) physical constituents, Cāram and Cennīr gets affected. (UNA) increased viscosity of Dam due to predominance of coldness or mixing of Balgham with it.\""
    },
    {
        "code": "SM91",
        "title": "Endocervicitis disorder (TM2)",
        "definition": "\"Nodular swelling in genital organs, abnormal menstrual flow, vaginal discharge (AYU) It is caused due to vitiated kapha affecting the cervix (SID) It is explained by increased Aẕal and Vaḷi. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA)\""
    },
    {
        "code": "SM92",
        "title": "Bartholin's cyst disorder (TM2)",
        "definition": "\"a tuberous pear like swelling in vaginal region. may be associated with pus discharge, fistual formation. (AYU) vitiated pitta affecting skin, muscle and fat tissue. (SID) It is explained by increased Aẕal and Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected.\""
    },
    {
        "code": "SM93",
        "title": "Leucorrhoea disorder (TM2)",
        "definition": "\"excessive whitish vaginal discharge which may be associated with foul smell, lower abdominal pain, weakness. (AYU) It is caused by vitiated kapha affecting the vaginal region. (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused due to weakness of nutritive faculty of uterus or accumulation of waste products of Balgham, Sạ frā', Sawdā' or Dam in the uterus. \""
    },
    {
        "code": "SM94",
        "title": "Female infertility disorder (TM2)",
        "definition": "\"inability to conceive may be due to primary or secondary amenorrhoea or other ovulation defects (AYU) decrease or defects in primary product of digested food, vitated pitta, vitiated kapha causing obstruction and vitated vata casing irregular menstrual cycles. (SID) It is explained by decreased Aẕal . Among seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūlạ i and Cukkilam are affected. (UNA) caused by predominance of coldness and moistness on the uterus. It may also be caused by predominance of hotness, dryness and thick Rīh ̣on it\""
    },
    {
        "code": "SM95",
        "title": "Vaginitis disorder (TM2)",
        "definition": "\"pain, swelling, intense itching in the vaginal region (AYU) vitiated kapha, pitta affecting vaginal region. (SID) It is explained by of increased aiyam influences Aẕal . Among the seven physical constituents, Cāram and Cennīr gets affected. \""
    },
    {
        "code": "SM96",
        "title": "Dysmenorrhoea disorder (TM2)",
        "definition": "\"painful menstruation, pain in groin region, backache nausea and vomiting; relief of pain after menstruation; May be associated with discharge frothy menstrual fluid with clots. (AYU) vitiation of kapha, vata affecting nutritional fluid, blood. (SID) It is explained by deranged Vayu for circulation and Vayu for downward biological movementsn. Among the seven physical constituents, Cāram to Cukkilam is affected. (UNA) increased viscosity of Dam.\" ICD-11 MMS – 01/2023 1845"
    },
    {
        "code": "SM97",
        "title": "Hypomenorrhoea disorder (TM2)",
        "definition": "\"Decreased blood flow during menstrual period (AYU) vitiated vata affecting the nutritional fluid, blood in uterus region. (UNA) increased viscosity of Dam.\""
    },
    {
        "code": "SM98",
        "title": "Dysfunctional uterine bleeding disorder (TM2)",
        "definition": "\" increase in the duration of menstrual period and the quantity of blood loss (AYU) vititiation of pitta and blood (SID) It is explained by Vaḷi. Among seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused by impaired temperament of uterus and predominece of Dam in the body.\""
    },
    {
        "code": "SM99",
        "title": "Uterine polyps disorder (TM2)",
        "definition": "\"Muscular growth in uterus/vagina, foul smelling discharge, (AYU) it is caused due to morbid dosha vitiating the skin, muscle and adipose tissue causing muscular growths in the uterus/vagina. (SID) It may be expalained by derangement of Vaḷi , Aẕal & Aiyam . Among the seven physical constituents, Cāram, Cennīr, Ūṉ, are affected. (UNA) It is caused due to accumulation of Sawdā' in the inner lining of uterus\""
    },
    {
        "code": "SM9A",
        "title": "Uterine prolapse disorder (TM2)",
        "definition": "\"Descending of uterus, laxity of muscles around uterus, back pain, discharge from uterus (AYU) It is casued all the three dosha affecting the uterine region (SID) It is caused by increased Vaḷi (UNA) It is due to pouring of secretions related to Balgham on uterine ligament leading to atony, external factors like trauma, lifting of heavy objects.\""
    },
    {
        "code": "SM9B",
        "title": "Vaginismus disorder (TM2)",
        "definition": "\"constant vaginal pain, inablity allow intercourse. (AYU) vitiation of pitta, vata affecting vagina. (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram,Cennīr and Ūṉ gets affected. \""
    },
    {
        "code": "SM9C",
        "title": "Metritis disorder (TM2)",
        "definition": "\"Pain in the lower abdomen, back pain, retention of urine, fever and may be associated with vaginal discharge (AYU) It is caused due to vitiated blood affecting the uterus (SID) It is explained by of increased Aiyam influences Aẕal. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) This condition is caused by pouring of matter related to Dam or Ṣafrā' on uterus, predominance of coldness resulting in retention of matter within the uterus and predominance of Sawdā’\""
    },
    {
        "code": "SM9Y",
        "title": "Other specified female Reproductive System disorders (TM2)",
        "definition": null
    },
    {
        "code": "SM9Z",
        "title": "Female Reproductive System disorders (TM2), unspecified",
        "definition": "Male Reproductive System disorders (TM2) (SN00‑SN0Z)"
    },
    {
        "code": "SN00",
        "title": "Balanitis disorder (TM2)",
        "definition": "\"painful swelling and redness of the penis. May be associated with radiating painto loin thigh region. (AYU) aggravation of pitta affecting skin, muscle resulting in inflammation. (SID) It is explained by increased aiyam influences Vaḷi affects Vayu for circulation,Vayu for downward biological movements. Among the the seven physical constituents,Cāram to Ūṉ is affect (UNA) predominance of morbid humours, trauma\""
    },
    {
        "code": "SN01",
        "title": "Hydrocele disorder (TM2)",
        "definition": "\"Accumulation of fluid in the scrotum, scrotal tissues. May be associated with pain. (AYU) increase of pitta, vata, kapha leading to laxity of muscles and accumulation of fluids. (SID) It is explained by increased Vaḷi with aiyam. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) infiltration of moistness at the site making the structure moist and relaxed.\""
    },
    {
        "code": "SN02",
        "title": "Erectile dysfunction disorder (TM2)",
        "definition": "\"inablitity to indulge in sexual act inspite of having desire due to erectile dysfunction (AYU) vitatied vata affecting male genetalia (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram,Cennīr, Cukkilam are affected. (UNA) It is caused by lack of moistness in body and predominance of coldness in nerves of penis\" ICD-11 MMS – 01/2023 1847"
    },
    {
        "code": "SN03",
        "title": "Oligospermia disorder (TM2)",
        "definition": "\"Decreased quantity and quality of semen, decreased sexual power, spermatorrhoea (AYU) It is due to vitiation of all three dosha (SID) It is explained by decreased Vaḷi . Among seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūḷai and Cukkilam are affected (UNA) predominance of dryness and impaired cold temperament.\""
    },
    {
        "code": "SN04",
        "title": "Mustard- size boils on penis disorder (TM2)",
        "definition": "\"Mustard seed like boils in the penis (AYU) It is caused by vitiated kapha and blood localising over the penis. (SID) It is explained by increased Aẕal . Among the seven physical constituents, Cāram, Cennīr get affected. \""
    },
    {
        "code": "SN05",
        "title": "Orchitis disorder (TM2)",
        "definition": "\"severe radiating pain, swelling, redness and heat in the affected testes. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ and Koẕuppu gets affected. (UNA) caused by matter of Balgham and Sawdā' origin\""
    },
    {
        "code": "SN06",
        "title": "Penile growth disorder (TM2)",
        "definition": "\"Small linear growth over the penis (AYU) it is caused due to morbid dosha vitiating the skin, muscle and adipose tissue causing muscular growths in the penile region (SID) It is explained by derangement of Vaḷi and iyam . Among the seven physical constituents, Cāram, Cennīr, Ūṉ get affected (UNA) It is caused by predominance of coldness in the penile region\""
    },
    {
        "code": "SN07",
        "title": "Priapism disorder (TM2)",
        "definition": "Painful Penile erection (AYU It is caused due to vitiated vata affecting the penis. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, are affected. (UNA) This condition is caused by excessive accumulation of thick Rīh ̣ in organs responsible for sexual activity."
    },
    {
        "code": "SN08",
        "title": "Prostatic enlargement disorder (TM2)",
        "definition": "Increased frequency of urination, obstruction in passing urine, hestiancy, weak urinary stream (AYU) It is caused by vitiated vata. (SID) It is explained by increased Aiyam and decreased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) It is caused by the abnormal accumulation of thick Balgham."
    },
    {
        "code": "SN09",
        "title": "Spermatorrhoea disorder (TM2)",
        "definition": "\"Abnormal uncontrolled emission of semen with erotic thoughts or during passing of urine (AYU) It is caused by vitiated vata pushing semen along with urine (SID) it is explained by increased Aẕal, and decreased Aiyam. Among the seven physical constituents Cāram Ūṉ, Cukkilam gets affected. (UNA) It is caused by acuteness of semen forcing the body for its excretion, flaccidity of organ responsible for storage of semen due to predominance of coldness and moistness leading to deficient retentive power required, renal debility, etc.\""
    },
    {
        "code": "SN0A",
        "title": "Phimosis disorder (TM2)",
        "definition": "\"Obstruction of urethral meatus with the non retractable foreskin. Associated with local pain, dysuria, dribbling of urine. (AYU) (SID) It is explained by increased Aẕal . Among the seven physical constituents, Cāram, Cennīr get affected. \""
    },
    {
        "code": "SN0Y",
        "title": "Other specified male Reproductive System disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN0Z",
        "title": "Male Reproductive System disorders (TM2), unspecified",
        "definition": "Pregnancy and childbirth related disorders (TM2) (SN10‑SN1Z)"
    },
    {
        "code": "SN10",
        "title": "Decreased breastmilk disorder (TM2)",
        "definition": "\"decreased or cessation of secretion of breast milk may be associated with decreased size of the breast (AYU)aggravation of vata and decreased primary product of digested food resulting in reduced breast milk production. (UNA) impaired temperament and weak absorptive faculty of breasts.\""
    },
    {
        "code": "SN11",
        "title": "Vitiated breast milk disorder (TM2)",
        "definition": "\"Regurgitation of milk, indigestion in the child. (AYU) weak digestive and metabolic factors, vitated kapha, pitta , vata in the mother; and child afte consuming the milk from her. (SID) It may be explained by increased Aiyam. Among physical constituents Cāram affected.\" ICD-11 MMS – 01/2023 1849"
    },
    {
        "code": "SN12",
        "title": "Recurrent pregnancy loss disorder (TM2)",
        "definition": "\"Three or more consecutive spontaneous abortions. (AYU) Vitiated Vata affecting the uterus. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) predominance of moistness and Rīh ̣ on uterus and other external and internal factors.\""
    },
    {
        "code": "SN1Y",
        "title": "Other specified pregnancy and childbirth related disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN1Z",
        "title": "Pregnancy and childbirth related disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SN30",
        "title": "Gonorrhoea disorder (TM2)",
        "definition": "\"A disorder characterized by painful or burning micturition, discharge of pus in urine, also associated with urethral swelling. (AYU) It may be explained by physical injury, unhygienic sexual practices affecting three dosha, blood separately or in combination all of them, leading to development of lesions on the genitals. (SID) It can be transmitted during intercourse from the affected person and to the child from the infected mother during child birth. It may be explained by increase in Aẕal and Vaḷi . Among the seven physical constituents Cāram, Cennīr, Ūṉ, Eṉpu, Koẕuppu, Mūlạ i and Curōṇitam gets affected. (UNA) It may be explained by acute and saline humours specially Ṣafrā’ that causes irritation and abrasion on the passage from which they pass through. Apart from these, it is also caused by intercourse with an affected person. sometimes it is caused by excessive intake of sweet, spicy foods, excessive use of diuretics, sleeplessness , etc.\""
    },
    {
        "code": "SN31",
        "title": "Syphillis disorder (TM2)",
        "definition": "\"painless, hard ulcers on the genetalia may be associated with discharge (AYU) It is explained by involvement of the three dosha and tissues such as blood, muscle and bone, which causes ulcer. (SID) It is explained by variations in Mukkuṟṟam which causes ulcer. (UNA) It is caused by burnt Sawdā’ or putrefied Sawdā’.\""
    },
    {
        "code": "SN3Y",
        "title": "Other specified urinary and reproductive system disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN3Z",
        "title": "Urinary and reproductive system disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "1850",
        "title": "ICD-11 MMS – 01/2023",
        "definition": "Skin, nail and hair disorders (TM2) (SN40‑SN9Z) Skin disorders (TM2) (SN40‑SN5Z)"
    },
    {
        "code": "SN40",
        "title": "Dermatitis disorder (TM2)",
        "definition": "\"reddish discoloration, burning sensation (AYU) It is caused by vitiated three dosha affecting the skin, blood, muscle tissues. (SID) It is explained by increased Aẕal and Vaḷi . Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected.\""
    },
    {
        "code": "SN41",
        "title": "Discoloration of body disorder (TM2)",
        "definition": "\"Discolouration/ pigmentation of skin (AYU) It is caused due to increased vata (SID) It is caused due to increased Vaḷi (UNA) It is caused due to predominance of waste humours in the body and their deviation towards skin\""
    },
    {
        "code": "SN42",
        "title": "Dryness of skin disorder (TM2)",
        "definition": "\"Dryness, scaliness and cracking of extremities and face (AYU) It is caused by increased vata affecting skin (SID) It is explained by increased Vaḷi and decreased aiyam. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused by the predominance of dryness in the body.\""
    },
    {
        "code": "SN43",
        "title": "Eczema disorder (TM2)",
        "definition": "\"Crusted eruptions, intense burning resembling flame of fire, itching, dryness of the skin, blackish discolouration may be associated with discharge. (AYU) (SID) It is explained by derangement of Vayu for circulation. Among the seven physical constituents Cāram, senner, Eṉpu affected. (UNA) It is caused by Ṣafrā’ mixed with small quantity of Sawdā’ or Acrid Ṣafrā’ mixed with Dam \""
    },
    {
        "code": "SN44",
        "title": "Foul body smelling disorder (TM2)",
        "definition": "\"Foul smelling sweat from palm, sole, axilla and groin region (AYU) predominane of vitated pitta affecting the skin (UNA) Accumulation of putrified matter in the body and impaired function of sweat glands.\" ICD-11 MMS – 01/2023 1851"
    },
    {
        "code": "SN45",
        "title": "Excess of sweat disorder (TM2)",
        "definition": "\"Excessive sweating. (AYU) It is caused by increased pitta. (SID) It is expalined by increased Aẕal. (UNA) It is caused by weakness of the retentive faculty and laxity of the skin pores.\""
    },
    {
        "code": "SN46",
        "title": "Scabies disorder (TM2)",
        "definition": "\"Red papular eruptions over the skin with severe itching and burning and involve mostly hands between fingers, legs, groin and, sometimes, whole body. (AYU) indigestion, weak digestive and metabolic factors, vitiation of kapha, pitta affecting the skin, integuments (SID) It is explained by increase of Vaḷi. Among the seven physical constituents, Cāram, Cennīr, are get affected. (UNA) It is caused by derangement of Dam, mixing of Sawdā' produced as result of burning of Ṣafrā' and salty Balgham with Dam, itch mite affliction\""
    },
    {
        "code": "SN47",
        "title": "Dracunculosis disorder (TM2)",
        "definition": "ulceration of eruptions, a red thread like worm comes out from it which is quite long and its length gradually increases. (AYU) unhyginic conditions leading to vitiation of kapha, blood, skin making scucseptiable for worm infestation. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram,Cennīr, Ūṉ are affected. (UNA) thread like worm infestation."
    },
    {
        "code": "SN48",
        "title": "Intertrigo disorder (TM2)",
        "definition": "sticky moistness, itching, burning sensation of interdigital areas of feet (AYU) vitiation of kapha, pitta affecting skin, blood, muscle. (SID) It is explained by increased Aẕal. Among the seven physical constituents ̣ Cāram, Cennīr are affected. (UNA) accumulation of putrified matter at the site."
    },
    {
        "code": "SN49",
        "title": "Integumentary disorder (TM2)",
        "definition": "\"Hypopigmented patches of the skin, loss of sensation, deformity and derangement of shape of the organs and with or with out purulent discharge. (AYU) skin disorder due to vitiation of all the three dosha and seven tissues. (SID) It is explained by increased Vaḷi and Aẕal. Among seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. (UNA) It is caused by the spread of abnormal burnt Sawdā’ in the body resulting in the morbid temperament of organs.\""
    },
    {
        "code": "SN4A",
        "title": "Psoriasis disorder (TM2)",
        "definition": "\"Roughening and hardening of part of skin, whitish scaling, less itching, dryness of skin. (AYU) It is caused by vitiated vata and kapa dosha affecting the skin (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu are get affected. (UNA) It is caused by acute and irritant burnt Sawdā’ and dry saline matter.\""
    },
    {
        "code": "SN4B",
        "title": "Ichthyosis disorder (TM2)",
        "definition": "Appearance of skin similar to scales of fish, roughness of skin, sloughing of skin, absence of sweating (AYU) It is caused by vitiated vata and kapa dosha affecting the skin. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu are affected. (UNA) It is caused sticking of acrid and noxious matter related to any of the four humours to the skin."
    },
    {
        "code": "SN4C",
        "title": "Scaling of scalp and forehead skin disorder (TM2)",
        "definition": "Scaling of scalp / forehead skin (AYU) It is caused due to increased vata. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) It is caused by the predominance of dryness in the forehead."
    },
    {
        "code": "SN4D",
        "title": "Vitiligo disorder (TM2)",
        "definition": "\"Whitish depigmentation of parts of the skin or whole of it may be associated with whiteness of hair of the affected part. (AYU) It is caused by all the three dosha and affecting the skin (SID) It is explained by increased Vaḷi affecting Aẕal. Among the seven physical constituents, Cāram, Cennīr are affected. (UNA) It is caused by the cold morbid temperament of the affected part of the skin and predominance of Balgham. \""
    },
    {
        "code": "SN4E",
        "title": "Lentigo disorder (TM2)",
        "definition": "Appearance of black spots on the body, painless (AYU) It is caused due to all the three dosha. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram,Cennīr, Ūṉ, Koẕuppu are affected. (UNA) It is caused due to the collection of Sawdā’ under the skin. ICD-11 MMS – 01/2023 1853"
    },
    {
        "code": "SN4F",
        "title": "Birth mark - blackish red disorder (TM2)",
        "definition": "\"congential blackish / reddish painless circular lesion (AYU) It is caused due to vitiated kapha and blood (UNA) It is caused due to the predominance of Sawdā’ under the skin\""
    },
    {
        "code": "SN4G",
        "title": "Melasma disorder (TM2)",
        "definition": "Appearance of bluish, black or red spots united to form a patch on the face (AYU) it is due to vitiated vata and pitta affecting the skin of the face. (SID) It is explained by increased Vaḷi. Among the seven physical constituents ̣ Cāram,Cennīr are affected. (UNA) It is caused by burnt Dam mixed with Sawdā', Bukhārāt arising from Sawdā', excessive intake of Sawdā’ producing diets, weakness of spleen and amenorrhea, etc."
    },
    {
        "code": "SN4H",
        "title": "Mole disorder (TM2)",
        "definition": "\"Appearance of black coloured circular spots slightly raised from the surface of the skin (AYU) It is caused by vitiated vata affecting the skin (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused due to the predominance of burnt Sawdā’under the skin\""
    },
    {
        "code": "SN4J",
        "title": "Black red skin lesion disorder (TM2)",
        "definition": "\"Apperance of blackish and reddish colouration of skin, severe pain, burning sensation and foul odour (AYU) It is caused by all the three dosha affecting the skin, blood, muscle and adipose tissue (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūn are affected. \""
    },
    {
        "code": "SN4K",
        "title": "Urticaria disorder (TM2)",
        "definition": "\"Appearance of abrupt elevated lesion on the skin, itching, pain (AYU) It is caused due to vata and kapha in association with pitta (SID) It may be explained by the increased Vaḷi and Aẕal. Among the physical constituents Increased Cāram, Cennīr obeserved due to changes in the blood. (UNA) It is caused by the predominance of Bukhārāt of strong nature produced by Dam, Balgham, Sawdā' \""
    },
    {
        "code": "SN4L",
        "title": "Wheal disorder (TM2)",
        "definition": "\"Reddish raised circular rashes with itching. (AYU) It is caused due pitta and kapha (SID) It is explained by the aggravation of Aẕal with Aiyam. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused due to the predominance of Dam\""
    },
    {
        "code": "SN4M",
        "title": "Boil disorder (TM2)",
        "definition": "\"Small boils with redness, pain and associated with suppuration (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ are get affected. (UNA) It is caused by acute Dam in which thick morbid fluid is mixed.\""
    },
    {
        "code": "SN4N",
        "title": "Prickly heat disorder (TM2)",
        "definition": "\"Appearance of multiple small prickly eruptions all over the skin (AYU) It is caused due to increased pitta (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by accumulation of acute Ṣafrā' related secretions of thin consistency or thick Bukhārāt of hot nature under the skin.\""
    },
    {
        "code": "SN4P",
        "title": "Pemphigus vulgaris disorder (TM2)",
        "definition": "\"Appearance of eruption of skin with collecition of fluid may be associated with fever (AYU) It is caused by pitta localising in the skin (SID) It is explained by increased Vaḷi with Aiyam Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu gets affected. (UNA) It is caused by the predominance of Ṣafrā'\""
    },
    {
        "code": "SN4Q",
        "title": "Scar marks disorder (TM2)",
        "definition": "\"Marks left after the healing of a wound or other morbid process (SID) It is explained by increased Aiyam. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by the decreased transformative power at the affected site.\""
    },
    {
        "code": "SN4R",
        "title": "Roughness of skin disorder (TM2)",
        "definition": "\"Roughness and thickness of skin may be associated with itching (AYU) It is caused due to vitiated vata (SID) It is explained by increased Vaḷi , Aẕal and Aiyam. Among the Seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, gets affected (UNA) It is caused by predominance of Sawdā and its infiltration towards the skin.\" ICD-11 MMS – 01/2023 1855"
    },
    {
        "code": "SN4S",
        "title": "Verruca disorder (TM2)",
        "definition": "\"Hard nail lilke eruptions of variable shapes and sizes appearing on the surface of skin (AYU)weak digestive and metabolic factors, vitiation of primary product of digested food leading to vitiation of vata affecting the blood, muscle, fat and skin. (SID) It is explained by the imbalance of Vaḷi and Aẕal humour affecting the Aẕal for nourishment of blood and Aẕal for complexion. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) caused by extremely thick and dry matter related to Balgham or Sawdā in nature or may be mixture of both.\""
    },
    {
        "code": "SN4T",
        "title": "Herpes disorder (TM2)",
        "definition": "\"spreading, superficial clusters of small vesicular eruptions on the skin, sensation of ant-bite, itching, burning. (AYU) Vitiation of pitta, vata (SID) It may be explained by increased Vaḷi and Kīẕṉōkku kāl affected especially . Among the seven Uṭaṟtātukkaḷ Cāram, Cennīr, Ūṉ, gets affected. (UNA) It is caused by predominance of Ṣafrā’ mixed with Dam.\""
    },
    {
        "code": "SN4U",
        "title": "Ring worm infection disorder (TM2)",
        "definition": "\"itching, roughness of skin, elevated ring shaped lesion with or without scaling, and blackish or redish discoloration. (AYU) Vitiation of kapha. (SID) it is caused by heat, high humidity, lack of personal hygiene, contact with contaminated things and person. It is explained by increased Vaḷi affecting Aiyam. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) It is caused by acrid Dam of thin consistency mixed with Sawdā’, and the scaling occurs when saline Balgham is mixed with Sawdā’.\""
    },
    {
        "code": "SN4V",
        "title": "Acne disorder (TM2)",
        "definition": "\"small, milky white eruptions appear on face, especially on cheeks and nose during adolescence. (AYU)aggravation of pitta, kapha affecting fatty tissue. (SID) It is explained by aggravation of Aẕal associated with Aiyam. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) predominance of Dam in the body,stuck unresolved thick ichorous matter in skin pores.\""
    },
    {
        "code": "SN4W",
        "title": "Ulcer disorder (TM2)",
        "definition": "\"discountinuity of structure (ulceration) due to injury or internal causes. (AYU) vitiation of vata, pitta, skin, muscle (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ gets affected. (UNA) loss of continuity, as a result of infiltration of acrid humours and external couses.\""
    },
    {
        "code": "SN5Y",
        "title": "Other specified skin disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN5Z",
        "title": "Skin disorders (TM2), unspecified",
        "definition": "Nail disorders (TM2) (SN60‑SN6Z)"
    },
    {
        "code": "SN60",
        "title": "Brittle nails disorder (TM2)",
        "definition": "\"whitish, mica coloured discoloration, brittleness of nails (AYU) vitiated digestive and metabolic factors resulting in non absorption of nutrients leading to vitiation of vata. (UNA) excessive dryness in the body and nails\""
    },
    {
        "code": "SN6Y",
        "title": "Other specified nail disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN6Z",
        "title": "Nail disorders (TM2), unspecified",
        "definition": "Hair disorders (TM2) (SN70‑SN7Z)"
    },
    {
        "code": "SN70",
        "title": "Furunculosis of scalp disorder (TM2)",
        "definition": "\"Mutiple opening lesion and excessive soddening in the scalp (AYU) It is caused by vitiated kapha and blood localising over the scalp (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram and Cennīr, gets affected. \""
    },
    {
        "code": "SN71",
        "title": "Baldness disorder (TM2)",
        "definition": "\"falling of scalp hair (AYU aggravated vata and pitta affecting the hair roots followed by closure of hair root. (SID) It is explained by aggravation of Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūlạ i and Cukkilam gets affected. (UNA)predominance of coldness and dryness, lack of nutrition to the scalp, widening or narrowing of the skin pores, \" ICD-11 MMS – 01/2023 1857"
    },
    {
        "code": "SN72",
        "title": "Folliculitis disorder (TM2)",
        "definition": "\"wet papules, ulceration involving hair follicles on head, face and other body parts. (AYU) deranged digestive and metabolic factors leading to vitiation of pitta, kapha, skin, blood, muscle, fat tissue (UNA) It is caused by corrosive & morbid fluids mixed with Dam.\""
    },
    {
        "code": "SN73",
        "title": "Premature greying of hair disorder (TM2)",
        "definition": "\"untimely greying of the hair. (AYU) increased pitta, vata cause premature greying of the hair. (SID) It is explained by the decreased Aẕal for nourishment of blood and Vaḷi subsequently increases Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu and Mūlạ i gets affected. (UNA) It is caused by impaired funciton of digestive power, excess of Balgham associated with weakened innate heat of body and excess of dryness in the body.\""
    },
    {
        "code": "SN7Y",
        "title": "Other specified hair disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN7Z",
        "title": "Hair disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SN90",
        "title": "Patchy alopecia disorder (TM2)",
        "definition": "\"falling of hair in the form of patches from scalp, beard and eyebrows leaving shiny patches. (AYU aggravated vata and pitta affecting the hair roots (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA) it is caused by sticking of acrid & noxious matter related to any of the four humorus to the hair roots \""
    },
    {
        "code": "SN91",
        "title": "Dandruff disorder (TM2)",
        "definition": "\"Dryness of the scalp, appearance of husk like flakes on the scalp, itching, ulceration (AYU) It is caused by increased dryness due to vata and kapha affecting the scalp. (SID) It is explained by increased Aẕal . Among the seven physical constituents, Cāram and Cennīr gets affected. (UNA)It is caused by morbid temperament of the skin of scalp, strong alkaline matter and predominance of salty humours of Balgham origin and Dam mixed with Sawdā’\""
    },
    {
        "code": "SN92",
        "title": "Carbuncle disorder (TM2)",
        "definition": "\"Red eruptions with suppuration and multiple openings, severe burning sensation. (AYU) vitiation of blood, flesh and fat. (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) It is caused by thick acrid Ṣafrā' and acrid Dam.\""
    },
    {
        "code": "SN9Y",
        "title": "Other specified skin, nail and hair disorders (TM2)",
        "definition": null
    },
    {
        "code": "SN9Z",
        "title": "Skin, nail and hair disorders (TM2), unspecified",
        "definition": "Bone, joint and muscle disorders (TM2) (SP00‑SP4Z) Bone disorders (TM2) (SP00‑SP0Z)"
    },
    {
        "code": "SP00",
        "title": "Osteoporosis disorder (TM2)",
        "definition": "atrophy, weakness of bones; may lead to fractures. (AYU) weak digestive and metabolic factors, bone metabolism, malnutrition leading to severe aggravation of vata and decrease of kapha. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu,Eṉpu are affected. (UNA) Predominance of coldness and dryness."
    },
    {
        "code": "SP0Y",
        "title": "Other specified bone disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP0Z",
        "title": "Bone disorders (TM2), unspecified",
        "definition": "Joint disorders (TM2) (SP10‑SP1Z)"
    },
    {
        "code": "SP10",
        "title": "Polyarthritis disorder (TM2)",
        "definition": "\"Multiple joint pain, restricted movement, swelling and stiffness (AYU) It is caused due to the involvement of vata and blood (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. (UNA) it is caused by the predominance of any one of the four humors i.e Dam, Balgham, Safrā and Sawdā.\""
    },
    {
        "code": "SP11",
        "title": "Rheumatism disorder (TM2)",
        "definition": "\"Inflammation and pain of joints, fever with chills and rigors, involvement of other organs such as heart (AYU) It is caused due to the increased vata associated with ama (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, gets affected. (UNA) It is commonly caused by matter of whitish colour and thick consistency.\" ICD-11 MMS – 01/2023 1859"
    },
    {
        "code": "SP12",
        "title": "Osteoarthritis disorder (TM2)",
        "definition": "\"Pain, swelling, stiffness, hardening and restricted movements of the joint (AYU) It is caused by increased vata affecting the joint leading to degenerative changes (SID) It is explained by increased Vaḷi and Aẕal . Among the seven physical constituents, Cāram and Cennīr, Ūṉ, Koẕuppu, Eṉpu gets affected. (UNA) It is caused by hardening of humors within the joint. \""
    },
    {
        "code": "SP13",
        "title": "Hip joint pain disorder (TM2)",
        "definition": "\"Non radiating pain of hip joint, altered gait, weakness of lowerlimbs, difficulty in moving hip joints. (AYU) vitiation of vata. (SID) It is caused due to the injury to Toṭai maiya varmam (UNA) It is caused by any of the four humours or more than one humour as in case of polyarthritis but commonly occurs due to immature Balgham.\""
    },
    {
        "code": "SP14",
        "title": "Gout disorder (TM2)",
        "definition": "\"Pain, swelling and tenderness of the foot especially great toe. (AYU) It is caused due to the derangement of vata and blood associated with pitta (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram and Cennīr gets affected. (UNA) It is caused by morbid temperament of joints and the collection of morbid matter therein; their weakness (Joints and their body).\""
    },
    {
        "code": "SP15",
        "title": "Frozen shoulder disorder (TM2)",
        "definition": "\"Pain, stiffness and restricted movements of the shoulder joint (AYU) It is caused due to increased vata affecting the nerves and vessels of shoulder region (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected. \""
    },
    {
        "code": "SP1Y",
        "title": "Other specified joint disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP1Z",
        "title": "Joint disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "1860",
        "title": "ICD-11 MMS – 01/2023",
        "definition": "Muscle disorders (TM2) (SP20‑SP2Z)"
    },
    {
        "code": "SP20",
        "title": "Muscle pain, twisting disorder (TM2)",
        "definition": "\"Severe spamodic/cramp like pian in upper or lower limb muscles. May be shifting in nature (AYU) severe vitiation of vata. (SID) It is explained by increased Vaḷi. Amoung the seven physical constituents Cāram, Cennīr and Ūṉ gets affected. (UNA) infiltration of irritant humour or predominance of coldness.\""
    },
    {
        "code": "SP21",
        "title": "Atony disorder (TM2)",
        "definition": "Atony or flaccidity of the joints, muscles and body parts. (AYU) obstructed or aggravated vata causes loss of functions, flaccidity. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents Cāram,Cennīr are affected. (UNA) simple cold and wet morbid temperament, cold inflammation of spinal cord, trauma as cirsis of certain diseases."
    },
    {
        "code": "SP2Y",
        "title": "Other specified muscle disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP2Z",
        "title": "Muscle disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SP40",
        "title": "Achillodynia disorder (TM2)",
        "definition": "Pain in heel especially during walking. (AYU) It is caused due to increased vata affecting the heel. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) It is caused by trauma or infiltration of matter of Dam or Balgham origin coming from parts of the body lying above the heels."
    },
    {
        "code": "SP41",
        "title": "Sciatica disorder (TM2)",
        "definition": "moderate to severe pain, starting from acetabulum of hip bone, mainly travelling laterally to ankle joint and rarely radiating from the medial side of thigh. (AYU) vitiation of vata affecting nerves, tendons, muscles of leg; may be associated with vitated kapha (resulting in mild pain). (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu,Eṉpu are affected. (UNA) It is caused mostly by pouring of thick Dam and thick Balgham, occasionally Safrā and rarely by Sawdā, on sciatic nerve. ICD-11 MMS – 01/2023 1861"
    },
    {
        "code": "SP42",
        "title": "Lumbar spondylosis disorder (TM2)",
        "definition": "\"backache of various degree. May be associated with stiffness, immobility. (AYU) vitition of vata, kapha affecting the local muscle tissue. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu gets affected. (UNA) It can be due to cold impaired temperament, predominance of Balgham\""
    },
    {
        "code": "SP43",
        "title": "Lumbo-sacroiliac disorder (TM2)",
        "definition": "\"lowbackache usually of chronic nature with gradual increase in intensity. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕhuppu gets affected. (UNA) simple cold morbid temperament or accumulation of Balgham at the site. \""
    },
    {
        "code": "SP44",
        "title": "Torticollis disorder (TM2)",
        "definition": "\"stiffness and bending of the neck to one side. (AYU) Vata vitiation affecting neck muscles, tendons. (SID) It is explained by increased Aiyam. In this type of among the seven physical constituents Cāram, Cennīr, and Ūṉ, gets affected. \""
    },
    {
        "code": "SP45",
        "title": "Cervical spondylosis disorder (TM2)",
        "definition": "\"pain, stiffness of the neck. (AYU) vitiation of vata causing stiffness of neck muscles. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu and Eṉpu gets affected.\""
    },
    {
        "code": "SP4Y",
        "title": "Other specified bone, joint and muscle disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP4Z",
        "title": "Bone, joint and muscle disorders (TM2), unspecified",
        "definition": "Disorders affecting the whole body (TM2) (SP50‑SP9Z) Febricity disorders (TM2) (SP50‑SP5Z)"
    },
    {
        "code": "SP50",
        "title": "Enteric fever disorder (TM2)",
        "definition": "\"Continous fever, eruptions of the skin, vomiting, abdominal distension (SID) It is explained by increased Vaḷi followed by Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūlạ i get affected. (UNA) it is caused by the putrefaction of waste products accumulated in the body\""
    },
    {
        "code": "SP51",
        "title": "Fever disorder (TM2)",
        "definition": "\"Increased body temperature and absence of sweating (AYU) It is caused by any of the three dosha affecting the primary product of digested food (SID) It may be explained by derangement of Vaḷi, Aẕal & Aiyam (UNA) it is caused by the putrefaction of waste products accumulated in the body\""
    },
    {
        "code": "SP52",
        "title": "Fever disorder with excessive salivation (TM2)",
        "definition": "\"Fever associated with indigestion, heaviness, decreased thirst, excessive salivation, weakness, expectoration (AYU) It is caused due to increased kapa dosha affecting the primary product of digested food and leading to weakness of digestive and metabolic factors (SID) It is explained by increased Aiyam. Among the physical constituents Cāram gets affected. (UNA) It is caused by putrefaction of Balgham inside the vessels\""
    },
    {
        "code": "SP53",
        "title": "High fever disorder with yellow discouloration (TM2)",
        "definition": "\"High fever, dizziness, yellowish/reddish discolouration of various body parts, excessive thirst, bitter taste in mouth (AYU) It is caused due to increased pitta affecting the primary product of digested food and leading to weakness of digestive and metabolic factors (SID) It is explained by increased Azal. Among physical constituents Cāram, Cennīr gets affected which in turn affects the sleep, nutrition and excretion. (UNA) It is caused due to putrefaction of Ṣafrā’\""
    },
    {
        "code": "SP54",
        "title": "Fever with body pain disorder (TM2)",
        "definition": "\"Body pain, blackish discoloration of body, irregular fever, constipation (AYU) It is caused due to increased vata affecting the primary product of digested food and leading to weakness of digestive and metabolic factors (SID) It is explained by increased Vaḷi. Among physical constituents Cāram, Cennīr gets affected.\""
    },
    {
        "code": "SP55",
        "title": "Fever with chills disorder (TM2)",
        "definition": "\"Fever with rigor, headache, excessive thrist, restlessness, vomiting (SID) It is explained by increased Vaḷi. Among physical constituents Cāram, Cennīr gets affected. (UNA) It is caused as result of putrefaction of Ṣafrā’ outside the vessels\""
    },
    {
        "code": "SP56",
        "title": "High grade fever disorder (TM2)",
        "definition": "\"High grade fever (SID) It is caused by increased Vaḷi and Aiyam. (UNA) It is caused by putrefaction of any of the four humors i.e Dam, Balgham, Ṣafrā’, Sawdā’ \" ICD-11 MMS – 01/2023 1863"
    },
    {
        "code": "SP57",
        "title": "Intermittent fever disorder (TM2)",
        "definition": "\"Irregular onset, remission and episodes of fever (AYU) It is caused by any of the three dosha affecting the dhathu (SID) It is explained by aggravated Aẕal. Among the seven physical constituents, Cāram get affected. (UNA) It is caused by the putrefaction of the humours outside the vessels\""
    },
    {
        "code": "SP58",
        "title": "Continuous fever disorder (TM2)",
        "definition": "Continous fever (AYU) It is caused by all the three dosha affecting primarily primary product of digested food. (SID) It is explained by increased Vaḷi and Aẕal. Among the seven physical constituents ̣ Cāram,Cennīr are affected. (UNA) It is caused due to putrefaction of humours inside the vessels."
    },
    {
        "code": "SP59",
        "title": "Fever disorder due to external factor (TM2)",
        "definition": "This disorder is characterised by increased body temperature and caused by external factors like poison, sorrow, grief, excessive anger. (AYU) It is caused by vitiation of dosha due to external causes. (SID) It is explained by the derangement of Vali, Aẕal and Aiyam due to external factors and are categorised into 12 types. (UNA) It is caused by adverse effect of external factors on Rūḥ; physical, vital or psychic."
    },
    {
        "code": "SP5A",
        "title": "Inflammation with morbid matter disorder (TM2)",
        "definition": "\"swelling with yellowish discolouration, softness with pain and burning sensation (AYU) It is caused by vitiation of vata, pitta, kapha, blood or all the three dosha together. (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram, Cennīr and Ūṉ get affected. (UNA) derangement of Dam, Balgham, Ṣafrā, ’Sawdā’\""
    },
    {
        "code": "SP5B",
        "title": "Consumptive disorder (TM2)",
        "definition": "\"continuous low grade fever for a prolonged period of time along with dry skin, sunken cheeks and eyes, anorexia, gradual loss of strength [AYU] it involves all three dosha (predominantly kapha) leading to obstruction of channels gradually depleting all the seven tissues. [SID] It is explained by increased Aiyam associated with Vaḷi and Aẕal. Among the physical constituents initially Cāram get affected which involves another physical constituents one by one. [UNA] extreme hotness within the body and gradual consumption of the essential moistness of the organs.\""
    },
    {
        "code": "SP5Y",
        "title": "Other specified febricity disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP5Z",
        "title": "Febricity disorders (TM2), unspecified",
        "definition": "Metabolic disorders (TM2) (SP60‑SP6Z)"
    },
    {
        "code": "SP60",
        "title": "Diabetes mellitus disorder (TM2)",
        "definition": "\"increased thirst, increased urination, sweet urine, debility. (AYU) increased quantity of urine is due to the association of corrupted element with the watery element of the body, while the turbidity of urine is due to the specific conjunction of dosha and primary structural components of the body. (SID) It is explained by increased Aẕal humour. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūḷai, Cukkilam gets affected. (UNA) Increase of innate heat of kidneys.\""
    },
    {
        "code": "SP61",
        "title": "Emaciation disorder (TM2)",
        "definition": "\"Sudden or gradual loss of body weight, loss of muscle. (AYU) It is explained as emaciation in the body due to vitiation of vāta. (SID) It is explained by increased Vaḷi along with Aiyam. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu gets affected. (UNA) It is caused by weakness of the faculties of stomach due to its cold temperament, derangement of temperament due to Ṣafrā' , or dysfunction of liver.\""
    },
    {
        "code": "SP62",
        "title": "High fat disorder (TM2)",
        "definition": "\"generalized increase of fatty tissue in the body. May be associated with hyperlipidemia. (AYU) impaired digestive and metabolic factors related to fat tissue, deranged vata, kapha (SID) It is explained by increased Aiyam. Among udalthadhukkal Cāram, Cennīr, Ūṉ and Koẕuppu are affected\""
    },
    {
        "code": "SP63",
        "title": "Polydipsia disorder (TM2)",
        "definition": "\"The feeling of extreme thirstiness and difficulty in quenching the thirst. (AYU) pitta and vāta increases which desiccates the bodily placid and balghamatic elements. (SID) It is explained by the increased Aẕal humour and then by the vitiated Vaḷi humour. (UNA) It is caused by the accumulation of thick salty humours in the stomach.\" ICD-11 MMS – 01/2023 1865"
    },
    {
        "code": "SP64",
        "title": "Obesity disorder (TM2)",
        "definition": "\"Excessive generalized accumulation of fat. (AYU) It is caused by increased kapha and fat tissue. (SID) It is explained by increased Aiyam which influences Vaḷi (Vayu for circulation and Vayu for homeostasis) / Aẕal (Aẕal for digestion, Aẕal for performing desired acts). In seven physical constituents Cāram and Koẕuppu get affected. (UNA) It is caused by deranged temperament, excessive and abnormal accumulation of humours.\""
    },
    {
        "code": "SP6Y",
        "title": "Other specified metabolic disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP6Z",
        "title": "Metabolic disorders (TM2), unspecified",
        "definition": "Tumours disorders (TM2) (SP70‑SP7Z)"
    },
    {
        "code": "SP70",
        "title": "Lipoma disorder (TM2)",
        "definition": "\"Solitary or multiple soft lipoid lump like swellings unders the skin. (AYU) deranged digestive and metabolic factors, vitiation of kapha and fatty tissue. (SID) It is explained by the increased Aiyam and Among the seven physical constituents Cāram, Cennīr, Ūṉ and Koẕuppu are gets affected. (UNA) predominance of Balgham.\""
    },
    {
        "code": "SP71",
        "title": "Benign tumour disorder (TM2)",
        "definition": "\" movable swelling with varying size from gram seed to watermelon. May be of different characters and constitutional symptoms. (AYU) involvement of all the three vitiated humours, seven elementary tissues (SID) It is intially caused due to excessive growth activated by Aiyam and later factors of Mukkuṟṟam and seven physical constituents slowly get deranged. (UNA) impairemetn of temperament, accumulation of humours.\""
    },
    {
        "code": "SP72",
        "title": "Deep rooted spreading tumour disorder (TM2)",
        "definition": "\"uncontrolled spreading of swellings associated with multiple constitutional symptoms like weight loss, severe exhaustion. (AYU) involvement of all the three vitiated humours, seven elementary tissues (SID) It is explained by increase of all three houmours. All the seven physical constituents are affected (UNA) humours related to Sawdā'.\""
    },
    {
        "code": "SP7Y",
        "title": "Other specified tumours disorders (TM2)",
        "definition": null
    },
    {
        "code": "SP7Z",
        "title": "Tumours disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SP90",
        "title": "Abscess disorder (TM2)",
        "definition": "\"Pain, swelling, redness of the affected part, discharge of the pus (AYU)aggravation of pitta affecting skin, fat, muscle tissue resulting in swelling and suppuration. (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram and Cennīr gets affected initialy and then Ūṉ, Koẕuppu and sometimes Eṉpu gets affected. (UNA) it is due to decreased vital Rūh ̣ of the affected part as a result of predominance of hotness. \""
    },
    {
        "code": "SP91",
        "title": "Generalised oedema disorder (TM2)",
        "definition": "\"generalized oedema of the body (AYU) vitiated blood, pitta and kapha obstruct the movement of vata leading to the generalized swelling (SID) It is explained by alteration in the potency of blood and increased Aiyam which alters the Vayu for downward biological movements . Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu, gets affected. (UNA) This condition is caused by weakness of digestive power and cold deranged temperament of liver.\""
    },
    {
        "code": "SP92",
        "title": "Oedema disorder (TM2)",
        "definition": "Painless soft swelling with pitting on the site of swelling and heaviness. (AYU) vitiation digestive and metabolic factors, all the three humours and water carrying channels. (SID) It is explained by increased Aiyam and Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ, Koẕuppu,Eṉpu, Mūlạ i are affected. (UNA) infiltration of Dam, Balgham, Ṣafrā’, Sawdā’, Rīḥ and Bukhārāt at the site."
    },
    {
        "code": "SP93",
        "title": "Impaired immunity disorder (TM2)",
        "definition": "\"Overall decrease of health leading to impaired immunity resulting in susceptibility to disease. (AYU) ojas gets vitiated by dosha and affecting the whole body. (SID) It is explained by derangement of all three houmours. All the seven physical constituentsare affected. (UNA) Insufficiency of innate heat.\""
    },
    {
        "code": "SP94",
        "title": "Inflammation disorder (TM2)",
        "definition": "\"Redness, swelling, warmth of affected part, (AYU) It is caused due to vitiated dosha especially pitta (SID) It is explained by increased Aẕal. Among the seven Uṭaṟtātukkal,̣ Cāram, Cennīr and Ūṉ get affected. (UNA)It is caused by accumulation of waste products resulting in harmful effects. It is produced by each of the four body humours, watery matter or Rīḥ..\" ICD-11 MMS – 01/2023 1867"
    },
    {
        "code": "SP95",
        "title": "Excessive yawning disorder (TM2)",
        "definition": "\"Morbid excessive yawning (AYU) It Is caused by increased vata (SID) It may be explained by increased Vaḷi (UNA) It is caused by accumulation of Bukhārāt in the muscles of jaws and lips\""
    },
    {
        "code": "SP96",
        "title": "Laziness disorder (TM2)",
        "definition": "\"unwillngness to take be physically active and avoiding engaging in mentally active activities. (AYU) excess kapha obstruting the mental faculties and pitta for intellect. (UNA) excessive accumulation of Bukhārāt in the body which in turn leads to heaviness of heart, increased fatigue and lethargy\""
    },
    {
        "code": "SP97",
        "title": "Severe fatigue disorder (TM2)",
        "definition": "\"feeling extreme exhaustion even without any physical effort/work. (AYU) vitiation of all the three dosha, seven elementary tissues and ojas. (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr, Ūṉ and Koẕuppu gets affected. \""
    },
    {
        "code": "SP98",
        "title": "Syncope disorder (TM2)",
        "definition": "\"temporary loss of consiousness, pale face, cold extremities, nausea (AYU) It is caused due to vitiated pitta and involving of rajas and tamas (SID) It is explained by increased Aẕal and Vaḷi. Among the seven physical constituents, Cāram, Cennīr get affected. (UNA) It is caused by deranged temperament of body, excessive evacuation, congestion, obstruction in the vessels\""
    },
    {
        "code": "SP99",
        "title": "Pruritus disorder (TM2)",
        "definition": "\"itching of the body without the appearance of eruptions or rashes (AYU) Excess of vitiated kapha, pitta affecting the skin (SID) It is explained by increased Aẕal affecting Vaḷi. Among seven physical constituents, Cāram and Cennīr gets affected. (UNA) It is caused due to retention of acrid and irritant Bukhārāt and a small quantity of irritant humours beneath the skin\""
    },
    {
        "code": "SP9A",
        "title": "General debility disorder (TM2)",
        "definition": "\"exhaustion, loss of complexion. (AYU) Caused due to weakness of primary structural components of the body. (SID) It is explained by the increased Vaḷi and Aiyam. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūlạ i, Curōṇitam are affected. (UNA) It is caused by insufficient or suboptimal functions of the body powers.\""
    },
    {
        "code": "SP9Y",
        "title": "Other specified disorders affecting the whole body (TM2)",
        "definition": null
    },
    {
        "code": "SP9Z",
        "title": "Disorders affecting the whole body (TM2), unspecified",
        "definition": "Mental, emotional and behavioural disorders (TM2) (SQ00‑SQ4Z) Mental disorders (TM2) (SQ00‑SQ0Z)"
    },
    {
        "code": "SQ00",
        "title": "Delirium disorder (TM2)",
        "definition": "\"irrelevant and irrational talk, mental confusion. (AYU) Vitiation of Vata affecting motor and intellectual faculties. (SID) It can be explained by derangement of Mukkuṟṟam. Among the seven physical constituents Cāram to Cukkilam is affected. (UNA) Accumulation of burnt Sawdā', Sawdā' produced as a result of burning of Ṣafrā', Sawdā' produced as a result of burning of Dam and putrefied Balgham in the brain.\""
    },
    {
        "code": "SQ01",
        "title": "Hallucination disorder (TM2)",
        "definition": "\"mental confusion and hallucinations (AYU) It is caused by vitiation of blood (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ get affected. \""
    },
    {
        "code": "SQ02",
        "title": "Hysteria disorder (TM2)",
        "definition": "\"Apparent unconsciousness, inability to speak, feeling of a gas ball rolling from abdomen upto throat, behavioural changes. (SID) It is explained by increased Aẕal and Vaḷi. among the seven physical constituents Cāram to Cukkilam, Curōṇitam gets affected. (UNA) Accumulation of morbid matter in the uterus and the surrounding organs.\""
    },
    {
        "code": "SQ03",
        "title": "Insanity disorder (TM2)",
        "definition": "\"Confused state of mind, change in behaviour, irritability, loss of intelligence,. (AYU) caused by the aggravated dosha vitiating the sense organs, mind and intellect. (SID) It is explained by derangement of Vaḷi, Aẕal and Aiyam. Among the seven physical constituents, Cāram and Cennīr are affected. (UNA) Impairment in medicatrix naturae, excessive mental fatigue.\" ICD-11 MMS – 01/2023 1869"
    },
    {
        "code": "SQ04",
        "title": "Depressive disorder (TM2)",
        "definition": "\"Mental confusion, fear, sadness, depression, may be associated with alterned sleep patterns. (AYU) grief causing vitiation of the vata,kapha leading to the depression of mental faculty. (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr and Ūṉ, gets affected. (UNA) caused by the accumulation of burnt Sawdā’ or burnt Ṣafrā’ in the brain.\""
    },
    {
        "code": "SQ05",
        "title": "Lack of concentration, confusion disorder (TM2)",
        "definition": "\"difficulty to concentrate, fickleness, confusion (AYU) vitiation of vata affecting the mind. (UNA) caused by predominance of hot putrified Balgham, burnt Sawdā’and burnt Ṣafrā’, \""
    },
    {
        "code": "SQ0Y",
        "title": "Other specified mental disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ0Z",
        "title": "Mental disorders (TM2), unspecified",
        "definition": "Emotional disorders (TM2) (SQ10‑SQ1Z)"
    },
    {
        "code": "SQ10",
        "title": "Anxiety ephemeral fever disorder (TM2)",
        "definition": "\"mild fever, confusion, restlessness, anxiety, mind and body fatigue (AYU) agitated rajoguna, tamoguna leading to (SID) It may be explained by increased Vaḷi, decreased Aiyam. Among the the seven physical constituents Cāram is affected. (UNA) abnornal heating of Rūḥ.\""
    },
    {
        "code": "SQ1Y",
        "title": "Other specified emotional disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ1Z",
        "title": "Emotional disorders (TM2), unspecified",
        "definition": "Behavioural disorders (TM2) (SQ20‑SQ2Z)"
    },
    {
        "code": "SQ20",
        "title": "Alcoholism disorder (TM2)",
        "definition": "\"Confusion, tremors, headache, altered cognitive, intellectual functions, may be associated with fever. (AYU) Vitiated pitta further accecting Vata. (SID) There is an increase in Aẕal. Among the seven physical constituents, Cāram, Cennīr, Ūṉ, Koẕuppu, Eṉpu, Mūḷai Cukkilam, Curōṇitam gets affected. (UNA) It is caused by excessive intake of alcohol leading to impairment of temperament and Rūh.̣\""
    },
    {
        "code": "SQ21",
        "title": "Egomania disorder (TM2)",
        "definition": "\"Feeling onself as superior to others, arrogance, forceful expression (SID) It is explained by increased Aẕal. and Vaḷi Among the seven physical constituents, Cāram, Cennīr get affected (UNA) predominance of coldness or coldness and dryness in the mid brain, weakness of thinking faculty.\""
    },
    {
        "code": "SQ22",
        "title": "Non alcoholic intoxication disorder (TM2)",
        "definition": "\"incoherent speech, unstble movements, elation, ecstacy (AYU) increase of tamoguna affecting intellect. (SID) It is explained by increased Aẕal and Vaḷi. Among the seven physical constituents, Cāram, Cennīr get affected. \""
    },
    {
        "code": "SQ23",
        "title": "Panic attack disorder (TM2)",
        "definition": "\"panic attacks, fainting due to excessive emotions (SID) It is explained by increased Vaḷi. Among the seven physical constituents, Cāram, Cennīr gets affected. (UNA) sudden inward movement of Rūḥ\""
    },
    {
        "code": "SQ24",
        "title": "Insomnia disorder (TM2)",
        "definition": "\"loss of sleep, heaviness of head, body pain (AYU) It is caused due to increased vata (SID) It is explained by increased Aẕal. Among the seven physical constituents, Cāram to Cukkilam get affected (UNA) It is caused by predominance of dryness in the body.\""
    },
    {
        "code": "SQ2Y",
        "title": "Other specified behavioural disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ2Z",
        "title": "Behavioural disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SQ40",
        "title": "Hypersomnia disorder (TM2)",
        "definition": "excess, prolonged deep sleep (AYU) deranged digestive and metabolic factors, increased kapha and decreased vata. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) predominance of coldness, excess of Balgham, accumulation of Dam in brain. ICD-11 MMS – 01/2023 1871"
    },
    {
        "code": "SQ41",
        "title": "Lycanthropy disorder (TM2)",
        "definition": "\"violent behaviour, pacing, intentional loneliness, unwarranted suspicion dryness of tongue along with emaciation and non-healing ulcers of calf muscles. (AYU) vitiation of pitta, rajoguna (SID) It is explained by increased Aẕal. Among the seven physical constituents Cāram, Cennīr gets affected. (UNA) caused by burnt Ṣafrā’\""
    },
    {
        "code": "SQ4Y",
        "title": "Other specified mental, emotional and behavioural disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ4Z",
        "title": "Mental, emotional and behavioural disorders (TM2), unspecified",
        "definition": "External factors disorders (TM2) (SQ50‑SQ8Z) Infestation disorders (TM2) (SQ50‑SQ5Z)"
    },
    {
        "code": "SQ50",
        "title": "Worm infestation disorder (TM2)",
        "definition": "\"pain in the abdomen, excessive salivation, grinding of teeth during sleep, decreased or increased appetite, nausea after meals. (AYU) excessively consumed substances such as blackgram, jaggery, meat, milk etc., it causes vitiated kapha which makes the situation conducive for infestation and growth of infestation. (SID) It is explained by increased Aẕal. Vaḷi which is followed by Among the seven physical constituents Cāram, Cennīr get affected. (UNA) It is caused by the putrefaction of fluids related to Balgham in the intestines.\""
    },
    {
        "code": "SQ5Y",
        "title": "Other specified infestation disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ5Z",
        "title": "Infestation disorders (TM2), unspecified",
        "definition": "Poisoning disorders (TM2) (SQ60‑SQ6Z)"
    },
    {
        "code": "SQ60",
        "title": "Pseudo poisoning disorder (TM2)",
        "definition": "\"Sweating, tremor, dryness of mouth, vomiting, fever, (AYU) It is caused by rajas and tamas affecting the mind (SID) It is explained by decreased Aẕal which increases the Vaḷi. All the Seven physical constituents gets affected.\""
    },
    {
        "code": "SQ61",
        "title": "Artificial poison disorder (TM2)",
        "definition": "\"Pallor, emaciation, swelling of body parts. (AYU) It is caused by impairment of functioning of ojas due to poison (SID) It is explained by increased Aẕal which affects Aiyam. Among the seven physical constituents Cāram and Cennīr are affected. \""
    },
    {
        "code": "SQ6Y",
        "title": "Other specified poisoning disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ6Z",
        "title": "Poisoning disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SQ80",
        "title": "Inadequate diet disorders (TM2)",
        "definition": "\"Altered appetite, weakness, emaciation, lack of concentration. (AYU) It is caused by vitiation of Vata, leading to decreased body strength. (SID) It is explained by increase of Mukkuṟṟam. All the seven physical constituents are affected.\""
    },
    {
        "code": "SQ8Y",
        "title": "Other specified external factors disorders (TM2)",
        "definition": null
    },
    {
        "code": "SQ8Z",
        "title": "External factors disorders (TM2), unspecified",
        "definition": "Childhood disorders (TM2) (SR00‑SR0Z)"
    },
    {
        "code": "SR00",
        "title": "Marasmus disorder (TM2)",
        "definition": "\"Emaciation, lack of appetite, unctuous, pale face, eyes; may be associated with fever, dry cough, cyanosis of tongue. (AYU) It is caused due to obstruction of channels due to breast milk vitiated by kapha (SID) It may be explained by increased Aiyam followed by Vaḷi. Among physical constituents Cāram and Cennīr are affected.\""
    },
    {
        "code": "SR01",
        "title": "Bed wetting disorder (TM2)",
        "definition": "involuntary passing of urine during sleep. (AYU) defective functioning of apaanavaayu and disturbances in general Vata functioning which controls the mind. (SID) It is explained by increased Vaḷi. Among the seven physical constituents Cāram, Cennīr, Ūṉ are affected. (UNA) Predominance of coldness on the bladder, flaccidity of the muscles of the bladder."
    },
    {
        "code": "SR02",
        "title": "Infantile dysentry disorder (TM2)",
        "definition": "\"Diarrhoea may be assocaited with fever, vomiting. (SID) It may be explained by increased Vaḷi and increased Aẕal. Among physical constituents Cāram, Cennīr and Ūṉ are affected. (UNA) It is caused by predominance of coldness and Ṣafrā’. \" ICD-11 MMS – 01/2023 1873"
    },
    {
        "code": "SR03",
        "title": "Infantile epilepsy disorder (TM2)",
        "definition": "\"Episodes of convulsions with frothing from mouth, stiffness of the extremities in infants. (AYU) It is caused due to possesive state (SID) It may be explained by increased aiyam. In seven udal thathukal the Caram, Cennīr, Un gets affected. (UNA) It is caused by thick viscous humour producing obstruction in the nerves originating from brain or by thick Rīh ̣producing obstruction in the openings of brain ventricles.\""
    },
    {
        "code": "SR04",
        "title": "Ophthalmia neonatarum disorder (TM2)",
        "definition": "\"Redness, swelling and discharge from the eyes (AYU) It is caused by vitiated dosha due to vitiated breast milk (SID) It is explained by increased Vaḷi and Aẕal. \""
    },
    {
        "code": "SR05",
        "title": "Childhood malnutrition disorder (TM2)",
        "definition": "\"diminution of digestive power, tastelessness, emaciation, abdominal enlargement; may be associated with cough, drowsiness/lassitude, giddiness or dizziness, vomiting and diarrhoea (AYU) derangement of digestive and metabolic factors, lack of nutrition increasing vata (SID) It may be explained by increased Aẕal \""
    },
    {
        "code": "SR06",
        "title": "Oral thrush in babies disorder (TM2)",
        "definition": "\"Appearance of ulcers on the external surface of mouth and tongue (SID) It may be explained increased Aẕal . Among physical constituents Cāram, Cennīr and Ūṉ are affected. (UNA) It is caused by accumulation of morbid humours due to indigestion resulting from poor quality of milk\""
    },
    {
        "code": "SR0Y",
        "title": "Other specified childhood disorders (TM2)",
        "definition": null
    },
    {
        "code": "SR0Z",
        "title": "Childhood disorders (TM2), unspecified",
        "definition": null
    },
    {
        "code": "1874",
        "title": "ICD-11 MMS – 01/2023",
        "definition": "Traditional medicine patterns (TM2) (SR10‑ST2Z) A pattern in traditional medicine (TM2) refers to the manifestation of the patient’s health condition at a given moment in time or constitution, temperament. It delivers information reflecting the overall manifestation or response of the person. It encompasses both specific symptoms/signs and non- specific findings. Functional elements and humoral derangement patterns (TM2) (SR10‑SR2Z) This group enlists patterns arising out of derangement of functional elements, humours. It occurs when there is abnormal change in quantity and/or quality of any humour either through increase or decrease in quantity, change of temperament such as getting hot or cold or due to admixture with another humour or through change produced within the humour itself. Such derangement is transient in nature and refer to pre or post disorder manifestation which is clinically relevant to either abort further progression to the morbidity or recovery in the convalescence phase."
    },
    {
        "code": "SR10",
        "title": "Vitiation of vāta pattern (TM2)",
        "definition": "pattern characterized by abdominal pain and increased gaseous movements in abdomen"
    },
    {
        "code": "SR11",
        "title": "Accumulation of Vata pattern (TM2)",
        "definition": "pattern characterized by impaired movements of vāta, fullness of abdomen and aversion to factors causing of increase of vāta such as cold"
    },
    {
        "code": "SR12",
        "title": "Aggravation of vata pattern (TM2)",
        "definition": "pattern characterized by roughness or hoarseness of voice, emaciation, blackish discoloration of body, twitching in various parts of body, desire for warmth, insomnia, reduced physical strength, hard stools"
    },
    {
        "code": "SR13",
        "title": "Spreading of vata pattern (TM2)",
        "definition": "pattern characterized by abnormal movements of vāta, abdominal distension and gurgling sound in the abdomen"
    },
    {
        "code": "SR14",
        "title": "Depletion of vata pattern (TM2)",
        "definition": "pattern characterized by sluggishness in activities, reduced talking, lack of interest in activities, loss of consciousness"
    },
    {
        "code": "SR15",
        "title": "Vitiation of pitta pattern (TM2)",
        "definition": "pattern characterized by sour erucation, excessive thirst and burning sensation"
    },
    {
        "code": "SR16",
        "title": "Accumulation of pitta pattern (TM2)",
        "definition": "pattern characterized by yellowish discoloration of body and mild raised body temperature"
    },
    {
        "code": "SR17",
        "title": "Aggravation of pitta pattern (TM2)",
        "definition": "pattern characterized by yellowish discoloration of the body, increased body heat, desire for cold, reduced sleep, loss of consciousness, weakness of body and sense organs, yellowish discoloration of stool, urine and eyes ICD-11 MMS – 01/2023 1875"
    },
    {
        "code": "SR18",
        "title": "Spreading of pitta pattern (TM2)",
        "definition": "pattern characterized by localised or whole body burning sensation, feeling of smoky eructation"
    },
    {
        "code": "SR19",
        "title": "Depletion of pitta pattern (TM2)",
        "definition": "pattern characterized by reduced body temperature and reduced digestive power, reduced luste of the body"
    },
    {
        "code": "SR1A",
        "title": "Vitiation of kapha pattern (TM2)",
        "definition": "pattern characterized by aversion to food and nausea"
    },
    {
        "code": "SR1B",
        "title": "Accumulation of kapha pattern (TM2)",
        "definition": "pattern characterized by heaviness of the body and lethargy"
    },
    {
        "code": "SR1C",
        "title": "Aggravation of kapha pattern (TM2)",
        "definition": "pattern characterized by whitish discoloration of body, feeling of cold, reduced mobility of the body, heaviness of the body, fatigue, feeling of drowsiness, excessive sleep, loosening of joints"
    },
    {
        "code": "SR1D",
        "title": "Spreading of kapha pattern (TM2)",
        "definition": "pattern characterized by tastelessness, indigestion, feeling of tiredness, vomiting"
    },
    {
        "code": "SR1E",
        "title": "Depletion of kapha pattern (TM2)",
        "definition": "pattern characterized by dryness of body, burning sensation inside the body, laxity of joints, thirst, weakness, reduced sleep"
    },
    {
        "code": "SR1F",
        "title": "Increase of Vaḷi (Vaḷi humour) pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid increase of Vaḷi is characterized by emaciation with blackish discoloration of stools, conjunctiva and body, desire to eat warm foods, tremors, abdominal distension, reduced body strength, disturbance in sleep pattern, diminished activities of five sense organs, slurred speech, giddiness, and loss of perseverance, , numbness, urine and stool retention, stiffness of joints, astringent taste in the mouth"
    },
    {
        "code": "SR1G",
        "title": "Increase of Aẕal pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid increase of Aẕal is featured by hotness, moistness, sourness, anger, salivation, bitterness in tongue, hiccups, increased sweat, bad odour, itching, dryness of skin, and anuria, burning micturition, scanty micturition, etc. Yellowish discoloration of urine, feces, skin, and the conjunctiva is due to the hyperfunctioning of Aẕal for complexion. Increased appetite and polydipsia are due to the increased action of Aẕal for digestion in the stomach and intestines. Burning sensation all over the body and disturbed, insufficient sleep are caused due to increase of Aẕal for nourishment of blood."
    },
    {
        "code": "SR1H",
        "title": "Increase of Aiyam pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid increase of Aiyam is characterized by decreased digestion power/fire, increased salivation, fatigue, heaviness of body with pallor and chillness, weakness of seven physical constituents, paleness of bodily fluids, stools, and conjunctiva, wheezing, flatulence, cough and increased sleep, sensation of sweet taste in tongue"
    },
    {
        "code": "SR1J",
        "title": "Decrease of Vaḷi (Vaḷi humour) pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid decrease of Vaḷi is characterized by body pain of stabbing, bursting nature, feeble voice, decreased activities, the diminished power of knowledge, syncope, and manifestations of increased Aiyam."
    },
    {
        "code": "SR1K",
        "title": "Decrease of Aẕal pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid decrease of Aẕal is featured by poor digestion, coolness, and demulcent which are attributed to the diminished functioning of Aẕal for digestion and Aẕal for vision. Pallor is due to the diminished functioning of Aẕal for nourishment of blood and Aẕal for vision. The decrease of Aẕal hinders the natural growth of Aiyam."
    },
    {
        "code": "SR1L",
        "title": "Decrease of Aiyam pattern (TM2)",
        "definition": "This pattern of disequilibrium or the morbid decrease of Aiyam is characterized by giddiness, weakness of joints due to the loss of synovial fluid, and the apparent projection of the bones. Due to diminution of phlegm in the chest, there will be feeling of emptiness inside the lung field, sweating of hair follicles and palpitations."
    },
    {
        "code": "SR1M",
        "title": "Predominance of Dam pattern (TM2)",
        "definition": "Qualitative imperfection or quantitative excess of Dam in the body that may lead to heaviness in the body in general and eyes, head and temporal region in particular and may also lead to bleeding due to rupture of delicate vessels."
    },
    {
        "code": "SR1N",
        "title": "Predominance of Ṣafrā’ pattern (TM2)",
        "definition": "Qualitative imperfection or quantitative excess of Ṣafrā’ in the body characterized by rapid and swift pulse, urine that is flame yellow and of thin consistency, increased thirst, dryness and roughness of tongue and bitter taste, yellowish discolouration of skin and eyes, etc."
    },
    {
        "code": "SR1P",
        "title": "Predominance of Balgham pattern (TM2)",
        "definition": "Qualitative imperfection or quantitative excess of Balgham in the body characterized by sluggishness, soft skin, excessive secretion of sticky saliva, delayed digestion, increase in sleep, slow pulse, etc."
    },
    {
        "code": "SR1Q",
        "title": "Predominance of Sawdā’ pattern (TM2)",
        "definition": "Qualitative imperfection or uantitative excess of Sawdā’ characterized by rough, dry and dark skin, increased appetite, increased viscosity of blood, dark coloured/blackish urine, tendency to develop splenic diseases and psychiatric patterns ICD-11 MMS – 01/2023 1877"
    },
    {
        "code": "SR1R",
        "title": "Blood thickening pattern (TM2)",
        "definition": "It is an alteration in the quality of the blood characterized by its increased viscosity often resulting from consuming diets that produce thick consistency blood or any other factor."
    },
    {
        "code": "SR1S",
        "title": "Blood thinning pattern (TM2)",
        "definition": "It is an alteration in the quality of the blood characterized by its decreased viscosity often resulting from consuming diets that produce thin consistency blood or any other factor."
    },
    {
        "code": "SR1T",
        "title": "Blood deficiency pattern (TM2)",
        "definition": "A blood pattern characterized by a decrease in the quantity of blood and anemia."
    },
    {
        "code": "SR1U",
        "title": "Blood hyperviscosity pattern (TM2)",
        "definition": "A moisture pattern characterized by an alteration in consistency of the blood as increased viscosity."
    },
    {
        "code": "SR1V",
        "title": "Spoilage of humors pattern (TM2)",
        "definition": "Alteration in the quality and temperament of humours to the point that is considered abnormal and brings about diseases associated with imbalance of that humour."
    },
    {
        "code": "SR1W",
        "title": "Burning of humors pattern (TM2)",
        "definition": "It is a condition in which a part of moisture of humour is burnt due to exposure to excess abnormal body heat and the remaining part becomes thicker."
    },
    {
        "code": "SR1X",
        "title": "Thickening of humors pattern (TM2)",
        "definition": "A condition characterized by thickening of the moist part of one or more of the four humours."
    },
    {
        "code": "SR20",
        "title": "Pattern of occlusion (TM2)",
        "definition": "Pattern characterised by the occlusion of the free flowing and all-pervading Vata dosha or subtype of it by one another or by Pitta, Kapha, tissues, food and excreta leading to hampering of the normal functioning of the dosha."
    },
    {
        "code": "SR2Y",
        "title": "Other specified functional elements and humoral derangement",
        "definition": "patterns (TM2)"
    },
    {
        "code": "SR2Z",
        "title": "Functional elements and humoral derangement patterns (TM2),",
        "definition": "unspecified Physical constituent derangement patterns (TM2) (SR40‑SR6Z) This group enlists patterns arising due to generic abnormality viz., increase, decrease, vitiation of structural elements, composition or breach in continuity."
    },
    {
        "code": "SR40",
        "title": "Vitiation of \"primary structural components of the body\" pattern (TM2)",
        "definition": "disturbance of homeostasis leading to an abnormal or pathological or diseased state"
    },
    {
        "code": "SR41",
        "title": "Aggravation of primary circulating nutrient fluid pattern (TM2)",
        "definition": "The pattern is characterized by nausea, excessive salivation, tastelessness, distaste of mouth, nausea, obstruction in channels, aversion for eating sweet food, generalised body ache, diseases caused by kapha, white discolouration, coldness, obesity, lethargy, heaviness, exhaustion or tiredness to body /inability to perform physical activities, obstruction in channels/obstruction to flow of primary product of digested food, syncope/attacks of swooning, excessive sleep, drowsiness/lassitude, breathlessness/difficult breathing, cough, diminution of digestive power, loosening /dislocation of joints, flaccidity/laxity in body parts, loss of appetite, heaviness with cold and pallor in the body, weakness in body constitution and gasping and bloating"
    },
    {
        "code": "SR42",
        "title": "Depletion of primary circulating nutrient fluid pattern (TM2)",
        "definition": "The pattern is characterized by shaking, Intolerance to hearing loud noises, palpitation of heart, palpitation on little exertion, body pain, precordial pain/cardiac pain, tremors, absence of mind/feeling of emptiness in body, thirst, dryness/wasting/emaciation, palpitation, tiredness on little exertion/dyspnoea on exertion, dryness, fatigue in mind and body."
    },
    {
        "code": "SR43",
        "title": "Morbid increase of blood pattern (TM2)",
        "definition": "The pattern is characterized by redness of skin/body parts, reddish coloured eyes, fullness of blood vessels, skin disease, spreading cellulitis/erysipelas, papules/eruptions, irregular or excessive menstruation, redness/inflammation of eyes- conjunctivitis, redness/inflammation of mouth- stomatitis, redness/inflammation of penis- balanitis, redness/inflammation of anus- proctitis, splenomegaly, palpable glandular enlargement in abdomen/abdominal lump, abscess, blackish patches on face, clinical features of jaundice, loss of digestive power, feels as entering into darkness, clinical features of polyarthritis, diseases caused by pitta, unconsciousness/confusion, urine with blood, clinical features of bleeding patterns, inflammation of gums/gingivitis, clinical features of jaundice, throbbing pain, anorexia and colic pain"
    },
    {
        "code": "SR44",
        "title": "Depletion of blood pattern (TM2)",
        "definition": "The pattern is characterized by rough/dry skin, cracked skin, faded skin/lusterless skin, dryness of skin, pray for/desire for/liking of sour taste, pray for/desire for/liking for cold, laxity of vessels/tortuous vessels and dryness. pallor, tiredness, burning sensation over the feet and lassitude"
    },
    {
        "code": "SR45",
        "title": "Excessive increase of muscular tissues pattern (TM2)",
        "definition": "A pattern characterized by enlargement of hips, cheeks, lips, temple; penis, thighs, calf muscles; heaviness of limbs, hips cheeks, abdomen, thighs, calf; diseases of the palate, tongue, throat; glandular swelling in jaw and throat region, chin, nodules in neck region and an increase in muscle mass in the neck"
    },
    {
        "code": "SR46",
        "title": "Depletion of muscular tissues pattern (TM2)",
        "definition": "The pattern is characterized by wasting of hips, wasting of neck, wasting of abdomen, wasting of cheeks/whole side of the face including the temple, wasting/dryness of lips, wasting/ dryness of genitals/penis, wasting of thighs, wasting of chest, wasting of armpits/axilla, wasting of calf, dryness, pricking pain, exhaustion or tiredness of body, flabbiness of arteries, lazy eyes/eye fatigue, splitting type of pain in joints and weakness of five vital senses ICD-11 MMS – 01/2023 1879"
    },
    {
        "code": "SR47",
        "title": "Increase of adipose tissues pattern (TM2)",
        "definition": "The pattern is characterized by unctuousness of body parts, pendulous fatty enlargement of abdomen, fatty deposition in flanks, cough, difficulty/hard breathing, dyspnoea on little exertion, bad odour, prodromal signs of prameha, complications of obesity, diseases of kapha & rakta, signs and symptoms of enlargement/hypertrophy of mamsa, exhaustion/fatigue, pendulous fatty enlargement of hips, pendulous fatty enlargement of breasts."
    },
    {
        "code": "SR48",
        "title": "Depletion of adipose tissues pattern (TM2)",
        "definition": "The pattern is characterized by breaking/splitting type of pain, fatigue in mind and body, eye stress, sunken abdomen, splenomegaly, hollowness felling in joints, dryness of body parts, desire for fatty meat, numbness in low back, emaciation, exhaustion/fatigue, dryness/wasting/emaciation, signs symptoms of depletion of māṃsa and weakness of muscles in the loin"
    },
    {
        "code": "SR49",
        "title": "Increase of bone tissues pattern (TM2)",
        "definition": "The pattern is characterized by exessive growth of bones/bone growing over another and excessive growth of teeth/redundant tooth which grows over another"
    },
    {
        "code": "SR4A",
        "title": "Depletion of bone tissues pattern (TM2)",
        "definition": "The pattern is characterized by scalp hair fall/thinning, body hair fall/thinning, nail fall/thinning, beard/moustache fall/thinning, teeth fall/decaying, exhaustion/fatigue, dislocation of joint/lax joints, pain in the bones, gums and tooth, cracked teeth, cracked nail, dryness, roughness/dryness, pricking type of pain in the bones, desire to eat bony-meat."
    },
    {
        "code": "SR4B",
        "title": "Increase of bone marrow pattern (TM2)",
        "definition": "The pattern is characterized by heaviness of the whole body, heaviness and swelling of the eyes, redness of eyes, redness of body, furuncles at the base of small joints ,swollen phalanges, oliguria, and nonhealing ulcers"
    },
    {
        "code": "SR4C",
        "title": "Depletion of bone marrow pattern (TM2)",
        "definition": "The pattern is characterized by decaying, weakness, lightness, repeatedly affliction with diseases due to vata, less quantity of semen /śukra, breaking type of pain in small joints, pricking/piercing type of pain of the bone, feeling of emptiness in bones, porousness of bones, giddiness or dizziness, black out."
    },
    {
        "code": "SR4D",
        "title": "Increase of reproductive tissues and semen pattern (TM2)",
        "definition": "The pattern is characterized by seminal calculi/precipitated semen as calculus, excessive ejaculation of semen, excessive desire of intercourse with women"
    },
    {
        "code": "SR4E",
        "title": "Depletion of reproductive tissues and semen pattern (TM2)",
        "definition": "The pattern is characterized by weakness or loss of physical strength, dryness of mouth, pallor/pale colour of body parts, exhaustion or tiredness to body and mind, exhaustion/fatigue, inability to perform sexual act/impotence, not able to ejaculate semen/suppression of semen, penile pain, scrotal pain/severe pain in scrotum, inability to perform sexual act, delayed ejaculation, semen with little blood on ejaculation, blackout, pricking type of pain in scrotum, smoky sensation in penis."
    },
    {
        "code": "SR4F",
        "title": "Diminution of Ojas pattern (TM2)",
        "definition": "the pattern is characterized by fear, loss of physical strength or weakness, constantly thinking, distressed sense organs/sense organs not able to perform properly, diminished complexion, lack mental strength, dry, wasted/dried up/emaciated, syncope/attacks of swooning, extreme wasting of muscles/diminution of muscle mass, confusion/delirium, excess talking/irrelevant speech/incoherent speech, death."
    },
    {
        "code": "SR4G",
        "title": "Derangement of Ojas pattern (TM2)",
        "definition": "the pattern is characterized by stiffness of the body, heaviness of limbs, swelling caused by vāta, discoloration of the skin; fatigued mind and body, drowsiness/lassitude, sleep"
    },
    {
        "code": "SR4H",
        "title": "Dislodgement of Ojas pattern (TM2)",
        "definition": "the pattern is characterized by loosening /dislocation of joints, exhaustion or tiredness of body, depletion of dosha, suppression of activities"
    },
    {
        "code": "SR4J",
        "title": "Increased menstrual flow pattern (TM2)",
        "definition": "the pattern is characterized by generalised bodyache, excessive menstrual bleeding/menorrhagia, bad odour"
    },
    {
        "code": "SR4K",
        "title": "Diminution of menstrual flow pattern (TM2)",
        "definition": "the pattern is characterized by menstruation not on proper time/metrorrhagia, scanty menstrual flow, pain in vagina."
    },
    {
        "code": "SR4L",
        "title": "Increased secretion of breast milk pattern (TM2)",
        "definition": "the pattern is characterized by fully extended/large breast, frequent lactation, pricking pain"
    },
    {
        "code": "SR4M",
        "title": "Decreased secretion of breast milk pattern (TM2)",
        "definition": "the pattern is characterized by emaciated breast /absence of charm of breasts, supression of lactation, reduced lactation Derangement of channels pattern (TM2) (SR50‑SR5Z) derangement of srōtas is caused by the intake of incompatible food which leads to the origin of disease."
    },
    {
        "code": "SR50",
        "title": "Derangement of channels carrying essense of digested food pattern",
        "definition": "(TM2) the pattern is characterized by disinclination for food, tastelessness, distaste of mouth, ageusia, nausea, heaviness, drowsiness/lassitude, generalised body ache, fever, fainting, pallor, obstruction of the channels of circulation, inability to perform sexual act/impotence, exhaustion or tiredness of body, emaciated/thin /malnourished, loss of digestive power, premature appearance of wrinkles, premature appearance of grey hairs. ICD-11 MMS – 01/2023 1881"
    },
    {
        "code": "SR51",
        "title": "Derangement of channels enriching blood pattern (TM2)",
        "definition": "pattern is characterized by cyanosis, fever, burning sensation, pallor, haemorrhage and blood-red eyes."
    },
    {
        "code": "SR52",
        "title": "Derangement of channels enriching muscle tissue pattern (TM2)",
        "definition": "the pattern is characterized by swelling, varicose veins, death, emaciation of muscles, excessive growth in muscle tissue, tumour, goite and cervical lympheadenitis."
    },
    {
        "code": "SR53",
        "title": "Derangement of channels carrying fat pattern (TM2)",
        "definition": "the pattern is characterized by perspiration, oiliness of the body, dryness of the palate, non-pitting oedema and thirst."
    },
    {
        "code": "SR54",
        "title": "Derangement of channels enriching bone pattern (TM2)",
        "definition": "the pattern characterized by excess aggravation of vata, severe localized and/or generalied body pains, weightloss, extra growth of bone and teeth, deformities in nail and nail bed, deformities in hairs and moustache, splitting pain in bone and toothache."
    },
    {
        "code": "SR55",
        "title": "Derangement of channels enriching bone marrow pattern (TM2)",
        "definition": "the pattern is characterized by interphalangeal joint pain, interphalangeal joints enlargement, giddiness, unconsciousness and feeling of darkness infront of eyes."
    },
    {
        "code": "SR56",
        "title": "Derangement of channels enriching seminal fluid pattern (TM2)",
        "definition": "the pattern is characterized by inability to perform sexual act/impotence, lack of sexual arousal, birth of diseased offspring/progeny, birth of impotent offspring, birth of offspring with reduced lifespan, birth of offspring with deformities, infertility, abortion, miscarriage, delayed ejaculation, blood tinged semen, no semen on ejaculation."
    },
    {
        "code": "SR57",
        "title": "Derangement of channels enriching vital life force pattern (TM2)",
        "definition": "the pattern is characterized by severe restricted expiration, agitated expiration, slow expiration, frequent expiration, expiration with loud sound, expiration with pain."
    },
    {
        "code": "SR58",
        "title": "Derangement of channels for fluid circulation pattern (TM2)",
        "definition": "the pattern is characterized by dryness in tongue, palate, lips and root organ of water-carrying conduits along with excessive severe thirst."
    },
    {
        "code": "SR59",
        "title": "Derangement of digestive tract pattern (TM2)",
        "definition": "the pattern is characterized by disinclination for food, tastelessness, indigestion, vomiting"
    },
    {
        "code": "SR5A",
        "title": "Derangement of channels of faeces pattern (TM2)",
        "definition": "the pattern is characterized by difficulty in defecation, scanty defecation, defecation with sound, painful defecation, defecating watery stools, defecating scybalous/hard stools, defecating large volume stools."
    },
    {
        "code": "SR5B",
        "title": "Derangement of urinary tract pattern (TM2)",
        "definition": "the pattern is characterized by burning sensation in penis."
    },
    {
        "code": "SR5C",
        "title": "Derangement of channels producing sweat pattern (TM2)",
        "definition": "the pattern is characterized by absence of perspiration, excess perspiration, excessive roughness, excessive smoothness, burning sensation all over the body and horripilation."
    },
    {
        "code": "SR5D",
        "title": "Derangement of channels enriching breast milk pattern (TM2)",
        "definition": "It is characterized by eight types of vitiations of breast milk, they are distasteful, frothy, ununctous due to vitiation of vata, discoloration, foul smelling due to vitiation of pitta, unctuous, slimy and heaviness due to vitiation of kapha."
    },
    {
        "code": "SR5E",
        "title": "Derangement of mind related channels pattern (TM2)",
        "definition": "the pattern is characterized by perversion of mind, intellect, consiousness, knowledge, memory, desire, manners, behaviour and conduct."
    },
    {
        "code": "SR5Y",
        "title": "Other specified derangement of channels pattern (TM2)",
        "definition": null
    },
    {
        "code": "SR5Z",
        "title": "Derangement of channels pattern (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SR60",
        "title": "Increase of female reproductive tissue pattern (TM2)",
        "definition": "This is characterized by excessive desire or hypersexuality towards the opposite sex due to increased sexual drive (libido) and arousability. It is also characterized by vaginal calculi due to stasis and contagion in the lower genital tract."
    },
    {
        "code": "SR61",
        "title": "Decrease of female reproductive tissue pattern (TM2)",
        "definition": "This is characterized by dryness of the vagina resulting in failure to reproduce along with bloody vaginal discharge, hematuria, dyspareunia, aching pain, and hyperpigmentation of the vagina. It affects normal vaginal lubrication, acidic vaginal pH, and normal physiologic condition leading to inflammation of the lower genital tract."
    },
    {
        "code": "SR62",
        "title": "Pattern resulting in abnormal number of organs and appendages (TM2)",
        "definition": "a general term for patterns that cover those structural diseases in which numer of body organs is abnormally increased or decreased"
    },
    {
        "code": "SR63",
        "title": "Pattern of abnormal positioning of organs and appendages (TM2)",
        "definition": "a general term for patterns that cover those structural diseases in which defects in position and proximity of body organs occur. The defects in position include total or partial shifting of any organ. It also includes the defects in voluntary and involuntary movements of body organs. The movement may decrease or increase. The defects in proximity include, loss of gap between two adjacent organs leading to cessation of their movement"
    },
    {
        "code": "SR64",
        "title": "Pattern of abnormal relative position of organs (TM2)",
        "definition": "a general term for patterns that cover those structural diseases in which the position of an organ in relation to neighbouring structures is abnormally changed"
    },
    {
        "code": "SR65",
        "title": "Loss of continuity pattern (TM2)",
        "definition": "a general term for patterns that cover the diseases which are caused by loss of continuity in simple organ ICD-11 MMS – 01/2023 1883"
    },
    {
        "code": "SR66",
        "title": "Rīḥ pattern (TM2)",
        "definition": "A body constituents pattern characterized by any pathological alteration in the quality or quantity of Rīḥ in the body."
    },
    {
        "code": "SR67",
        "title": "Bukhārāt pattern (TM2)",
        "definition": "A body constituents pattern characterized by any pathological alteration in the quality or quantity of Bukhārāt in the body."
    },
    {
        "code": "SR68",
        "title": "Compound pattern (TM2)",
        "definition": "A disorder that primarily affects compound organs but may subsequently spread to compound organs."
    },
    {
        "code": "SR69",
        "title": "Pattern of quantity (TM2)",
        "definition": "A disorder of composition characterized by a pathological change in the quantity of any body constituent or organ."
    },
    {
        "code": "SR6Y",
        "title": "Other specified physical constituent derangement patterns (TM2)",
        "definition": null
    },
    {
        "code": "SR6Z",
        "title": "Physical constituent derangement patterns (TM2), unspecified",
        "definition": "Excretory products derangement patterns (TM2) (SR80‑SR8Z) This group enlists patterns due to abnormal change either in nature of excretory products i.e. Urine, stool, sputum, sweat or in their manner of excretion indicate the nature of pathology developing in the body and help the physician in determining the nature and stage of disease."
    },
    {
        "code": "SR80",
        "title": "Morbid increase of feces pattern (TM2)",
        "definition": "the pattern is characterized by gurgling sound in flanks, heaviness and enlargement of abdomen. Gurgling sound in flanks to be changed to gurgling sounds in abdomen."
    },
    {
        "code": "SR81",
        "title": "Depletion of faeces pattern (TM2)",
        "definition": "the pattern is characterized by gripping type of pain (colic), pain in the pericardial region/angina pectoris, pain in flanks, reverse intestinal movement of vāyu associated with sound, oblique movement of vāyu with sound in abdomen, increased bowel movements in flanks, less quantity of faeces."
    },
    {
        "code": "SR82",
        "title": "Excessive urine pattern (TM2)",
        "definition": "the pattern is characterized by frequent micturition, pricking pain in urinary bladder,abdominal distension, feeling of urge even after micturition."
    },
    {
        "code": "SR83",
        "title": "Reduced urine pattern (TM2)",
        "definition": "the pattern is characterized by dysuria, pricking pain in urinary bladder, oliguria,discolouration of urine, hematuria, thirst and dryness of mouth."
    },
    {
        "code": "SR84",
        "title": "Hyperhidrosis pattern (TM2)",
        "definition": "the pattern is characterized by bad odour of skin, itching, increased perspiration"
    },
    {
        "code": "SR85",
        "title": "Anhidrosis pattern (TM2)",
        "definition": "the pattern is characterized by stiff/rigid body hairs, wasting/contracture of skin, impaired touch perception, loss of perspiration, hair fall, tearing/cracking of skin, numbness of skin, hardness/roughness of skin."
    },
    {
        "code": "SR86",
        "title": "Faeces with undigested food residues pattern (TM2)",
        "definition": "the pattern is characterized by obstruction in channels, diminution of physical strength, heaviness, lethargy, indigestion, spitting out, obstruction to passage of faeces, tastelessness and exhaustion without exertion."
    },
    {
        "code": "SR87",
        "title": "Urine of over heat pattern (TM2)",
        "definition": "This disequilibrium is characterized by colour of the fire with flames, due to excessive heat. It is due to increased Aẕal, which affects Vayu for downward biological movements, and cukkilam is affected."
    },
    {
        "code": "SR88",
        "title": "Urine colour of excessive cold pattern (TM2)",
        "definition": "This disequilibrium is characterized by a type of blue colour urine that represents excessive cold. This results in Vaḷi diseases in children and old age people."
    },
    {
        "code": "SR89",
        "title": "Urine colour of excessive depravement of Vaḷi, Aẕal and Aiyam pattern",
        "definition": "(TM2) This disequilibrium is characterized by pure leafy green colour urine indicates excessive depravement of Vaḷi, Aẕal and Aiyam. This is a severe condition."
    },
    {
        "code": "SR8A",
        "title": "Urine like colour of raw-meat washings pattern (TM2)",
        "definition": "Abnormal change of colour and consistency of urine caused by weakness of liver or excess of blood and abnormal temperament of liver. It is characterized by like colour of raw-meat washings urine"
    },
    {
        "code": "SR8B",
        "title": "Delayed passing of stool pattern (TM2)",
        "definition": "Abnormal change in the time for passing out of stool caused by weakness of digestion, coldness of intestines and excess of moisture . It is characterized by delayed passing of stool"
    },
    {
        "code": "SR8C",
        "title": "Dry stool pattern (TM2)",
        "definition": "Abnormal change in consistency of stool caused by fatigue, excessive urination, presence of excessive hotness in the body, use of dry foods and constipation. It is characterized by dry stool"
    },
    {
        "code": "SR8D",
        "title": "Larger quantity of stool pattern (TM2)",
        "definition": "Abnormal change in the quantity of stool, when it is larger than food intake caused by presence of excessive quantity of humours in the body. It is characterized by large quantity of stool"
    },
    {
        "code": "SR8E",
        "title": "Sharp smelling sweat pattern (TM2)",
        "definition": "a pattern marked by sharp smelling sweat due to presence of matter related to Ṣafrā', pungent and sharp matter within the body ICD-11 MMS – 01/2023 1885"
    },
    {
        "code": "SR8F",
        "title": "Sour smelling sweat pattern (TM2)",
        "definition": "a pattern marked by sour smelling sweat due to presence of sour Balgham within the body"
    },
    {
        "code": "SR8G",
        "title": "Sweat of thick consistency pattern (TM2)",
        "definition": "a pattern caused by thickness of disease causing matter, marked by sweat of thick consistency"
    },
    {
        "code": "SR8H",
        "title": "Sweat of thin consistency pattern (TM2)",
        "definition": "a pattern caused by thinness of disease causing matter, marked by sweat of thin consistency,"
    },
    {
        "code": "SR8J",
        "title": "Lack of sweat pattern (TM2)",
        "definition": "a pattern marked by lack of sweat as a result of weakness of repulsive faculty"
    },
    {
        "code": "SR8K",
        "title": "Excess of sputum pattern (TM2)",
        "definition": "Abnormal change in quantity of sputum caused by maturation of disease causing matter and stationary phase of disease. It is characterized by excessive quantity of sputum"
    },
    {
        "code": "SR8L",
        "title": "Lack of sputum pattern (TM2)",
        "definition": "Abnormal change in quantity of sputum caused by progressive phase of disease. It is characterized by scantiness of sputum"
    },
    {
        "code": "SR8M",
        "title": "Moderate quantity of sputum during convalescence pattern (TM2)",
        "definition": "Abnormal change in quantity of sputum caused by convalescence. It is characterized bymoderate quantity of sputum"
    },
    {
        "code": "SR8N",
        "title": "Excess of sweat pattern due to decreased vitality (TM2)",
        "definition": "A pattern marked by excessive sweating and denotes weakness and decreased vitality."
    },
    {
        "code": "SR8Y",
        "title": "Other specified excretory products derangement patterns (TM2)",
        "definition": null
    },
    {
        "code": "SR8Z",
        "title": "Excretory products derangement patterns (TM2), unspecified",
        "definition": "Power derangement and chronic accumulation patterns (TM2) (SS10‑SS4Z) This group of patterns enlists conditions arising due to deranged power viz. digestion, metabolism, innate transformative strength of tissues, which provides the basis for different bodily functions. It can manifest as the weakness, strength and loss of power that leads to many morbid conditions. Digestive fire based patterns (TM2) (SS10‑SS1Z)"
    },
    {
        "code": "SS10",
        "title": "Derangement of digestive power pattern (TM2)",
        "definition": "the pattern is characterized by derangement of digestive power"
    },
    {
        "code": "SS11",
        "title": "Irregular digestive power pattern (TM2)",
        "definition": "pattern characterized by irregular digestion irrespective of quantity and quality of food."
    },
    {
        "code": "SS12",
        "title": "Elevated digestive power pattern (TM2)",
        "definition": "Pattern characterized by quick digestion of varied quantity and quality of food."
    },
    {
        "code": "SS13",
        "title": "Subdued digestive power pattern (TM2)",
        "definition": "Pattern characterized by delayed digestion of food."
    },
    {
        "code": "SS14",
        "title": "Highly elevated digestive power pattern (TM2)",
        "definition": "The pattern is characterized by severly increased state of digestive power leading to quick digestion of food despite of frequent and extra quantity intake. If food is not taken, leads to digestion of body tissues leading to weakness, succumbs to death,may be associated with thirst, difficulty in breathing, burning sensation, syncope, burning sensation in throat, palate, lips at the end of digestion."
    },
    {
        "code": "SS15",
        "title": "State of incomplete digestion, transformation or metabolism pattern",
        "definition": "(TM2) Pattern characterized by reduced body strength, heaviness of the body, reduced digestive power, lethargy, indigestion, expectoration, tastelessness, feeling of weakness even without exertion."
    },
    {
        "code": "SS16",
        "title": "Natural digestive fire pattern (TM2)",
        "definition": "\"It is a natural digestive fire and the increase and decrease of this fire can be classified as Toxic Digestive Fire, Strong Digestive Fire, Weak Digestive Fire \""
    },
    {
        "code": "SS17",
        "title": "Strong digestive fire pattern (TM2)",
        "definition": "This disequilibrium is characterized by the unusual combination of Vayu for homeostasis and Aẕal which produce excessive heat increasing the digestive process where even half-cooked gets digested."
    },
    {
        "code": "SS18",
        "title": "Toxic digestive fire pattern (TM2)",
        "definition": "This disequilibrium is characterised by displacement of Vayu for homeostasis and excessive toxic heat formation causing indigestion."
    },
    {
        "code": "SS19",
        "title": "Weak digestive fire pattern (TM2)",
        "definition": "This disequilibrium is characterized by Vayu for homeostasis which combines with Aiyam and the consequent production of heat that is dull and causes slow digestion of food, flatulence due to vayu, gas trouble with turbulent sound in stomach and intestines, and heaviness of the body."
    },
    {
        "code": "SS1Y",
        "title": "Other specified digestive fire based patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS1Z",
        "title": "Digestive fire based patterns (TM2), unspecified",
        "definition": "ICD-11 MMS – 01/2023 1887 Chronic accumulation patterns (TM2) (SS20‑SS2Z)"
    },
    {
        "code": "SS20",
        "title": "Suppression of breath pattern (TM2)",
        "definition": "Pattern characterized by cough, flatulence of the stomach, anorexia, intolerable pain, fever, and excessive perineal heat."
    },
    {
        "code": "SS21",
        "title": "Suppression of yawning pattern (TM2)",
        "definition": "Pattern characterized by the tiredness of the face, exertion, indigestion while proper food intake, stupor, heaviness of head, eyes, pain all over the body"
    },
    {
        "code": "SS22",
        "title": "Suppression of hunger and thirst together pattern (TM2)",
        "definition": "Pattern characterized by the diminished and improper function of the organs, acute excruciated pain of the abdomen, back, and waist, mental confusion, weakness and muscle wasting of the body, dullness of the face, and diseases of the joint."
    },
    {
        "code": "SS23",
        "title": "Suppression of semen pattern (TM2)",
        "definition": "Pattern characterized by fever, anuria, knee joint pain, chest pain, and pain present over one-sided upper and lower extremities, penile pain, pain in scrotum, generalised bodyache, precordial pain/cardiac pain, obstruction/retention in passage of urine/oliguria, swelling in the bladder,swelling in anus, swelling in the scrotum, pain in bladder and pain in anus."
    },
    {
        "code": "SS24",
        "title": "Suppression of cough pattern (TM2)",
        "definition": "Pattern characterized by continuous cough, difficulty in breathing, and thoracic patterns."
    },
    {
        "code": "SS25",
        "title": "Suppression of micturition pattern (TM2)",
        "definition": "Pattern characterized by retention of urine, ulceration in the urethral passage, pain in the joints and genitals, gaseous distension of the abdomen, and accumulation of pus or blood in the urethral meatus with ulcers extending the muscle layer, burning sensation in the urethral meatus, pain in urinary bladder, penile pain,dysuria, severe headache, flexion/ bending of body, distention in groins, drop by drop urination,severe pain in anus, pain in groins and severe pain in scrotum."
    },
    {
        "code": "SS26",
        "title": "Suppression of sleep pattern (TM2)",
        "definition": "Pattern characterized by the heaviness of the head, redness of eyes, temporary hearing loss, and blathering, yawning, generalised bodyache, drowsiness/lassitude, diseases of head, heaviness of eyes, rigidity/stiffness of the body, heaviness of head, confusion/delirium and lethargy."
    },
    {
        "code": "SS27",
        "title": "Suppression of sneeze pattern (TM2)",
        "definition": "Pattern characterized by headache, facial deviation, pain in the hip joints, and feels as though tottering five sense organs and motor functions, torticollis/stiffness of neck, headache, facial paralysis, hemicranial headache, impairment of sense organs, diseases of head, diseases of eyes, diseases of nose, diseases of ear, feeling of fullness in throat, feeling of fullness in mouth and severe pricking pain in throat."
    },
    {
        "code": "SS28",
        "title": "Suppression of tears pattern (TM2)",
        "definition": "Pattern characterized by pain in the chest, sinusitis, eye diseases, and wounds in the head, cold, catarrh, diseases of eyes, heart diseases, tastelessness, giddiness or dizziness, heaviness of head/ headache, cold, catarrh, torticollis/stiffness of neck and palpable glandular enlargment in abdomen/ abdominal lump."
    },
    {
        "code": "SS29",
        "title": "Suppression of vomiting pattern (TM2)",
        "definition": "Pattern characterized by the induration of the skin, itching, anaemia, eye problems, wheezing, fever, and cough, itching, wheal like skin eruptions, tastelessness, blackish circular patches on face, oedema, fever, skin disease, nausea, spreading cellulitis/erysipelas, diseases of eyes, itching, cough, and breathlessness/difficult breathing"
    },
    {
        "code": "SS2A",
        "title": "Suppression of stool pattern (TM2)",
        "definition": "Pattern characterized by the feculent vomiting, respiratory illness, knee joint pain, headache, flatulence, and weakness, pain in rectum, headache,supression of flatus, supression of faeces, calf claudication/cramp in the calf muscles, abdominal distension, gurgling sound of the intestines/ barborygmus, colicky pain in the abdomen, cutting type of pain in anus, obstruction/retention to the passage of faeces"
    },
    {
        "code": "SS2B",
        "title": "Supression of exertional hyperpnea pattern (TM2)",
        "definition": "Pattern characterized by occurrence of diseases of heart, loss of consciousness."
    },
    {
        "code": "SS2C",
        "title": "Suppression of hunger pattern (TM2)",
        "definition": "Pattern characterized by emaciation, weakness, discolouration, generalised bodyache, tastelessness, giddiness or dizziness, drowsiness/lassitude, diminished vision, breaking type of pain in the body, fatigue in mind and body, pain."
    },
    {
        "code": "SS2D",
        "title": "Suppression of thirst pattern (TM2)",
        "definition": "Pattern characterized by dryness in the throat, dryness in mouth, deafness/ hearing impairment, exhaustion/fatigue, exhaustion or tirednes of body, precordial pain/cardiac pain, dryness/wasting/emaciation, unconsciousness/ confusion, giddiness or dizziness, diseases of heart"
    },
    {
        "code": "SS2E",
        "title": "Suppression of flatus pattern (TM2)",
        "definition": "Pattern characterized by by retension of faeces, obstruction/retention in passage of urine, retention of flatus, abdominal distension, pain, exhaustion without exertion, diseases of abdomen, colicky pain in the abdomen, feeling of obstruction in the precordial region/impairment of cardiac activity, headache, increased respiration/ dysponea, hiccup, cough, cold, catarrh, choking sensation in throat,, diminution in quantity of stools, loss of digestive power"
    },
    {
        "code": "SS2F",
        "title": "Pattern of humour accumulated with air (TM2)",
        "definition": "Three life humours accumulated with air manifest different types of symptoms individually ICD-11 MMS – 01/2023 1889"
    },
    {
        "code": "SS2G",
        "title": "Pattern of humour accumulated with excess cold (TM2)",
        "definition": "Three life humours accumulated with excess cold manifest different types of symptoms individually"
    },
    {
        "code": "SS2H",
        "title": "Pattern of humour accumulated with excess heat (TM2)",
        "definition": "Three life humours accumulated with excess heat manifest different types of symptoms individually"
    },
    {
        "code": "SS2Y",
        "title": "Other specified chronic accumulation patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS2Z",
        "title": "Chronic accumulation patterns (TM2), unspecified",
        "definition": "Power derangement patterns (TM2) (SS30‑SS3Z)"
    },
    {
        "code": "SS30",
        "title": "Physical faculties derangement pattern (TM2)",
        "definition": "Derangement of power / faculty serving the functions of nutrition, growth, reproduction and evacuation of waste products from the body for the preservation of individual as well as species."
    },
    {
        "code": "SS31",
        "title": "Nutritive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty making alteration in the food in such a manner that it becomes temperamentally similar to the body and suitable to replace the daily wear and tear"
    },
    {
        "code": "SS32",
        "title": "Collecting faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty which selects and collects the matter for digestion"
    },
    {
        "code": "SS33",
        "title": "Adhesive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty which attaches the digested matter to the organs for their nutrition"
    },
    {
        "code": "SS34",
        "title": "Assimilation faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which transforms the matter attached to the organ by adhesive faculty in such a way that it resembles the nourished organ in all respects and becomes a part of that organ"
    },
    {
        "code": "SS35",
        "title": "Absorptive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which serves the nutritive faculty and absorbs the beneficial material into the organs"
    },
    {
        "code": "SS36",
        "title": "Retentive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which serves the nutritive faculty and retains the dietary material in organs till the digestive faculty completes its work"
    },
    {
        "code": "SS37",
        "title": "Digestive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which serves the nutritive faculty and digests the dietary material to make it a part of an organ"
    },
    {
        "code": "SS38",
        "title": "Expulsive faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which serves the nutritive faculty and expels the waste products from orgns outside the body"
    },
    {
        "code": "SS39",
        "title": "Growth faculty derangement pattern (TM2)",
        "definition": "Derangement of power/faculty, which develops the organs in the required form and size and integrates the nutrient material to complete the individual development"
    },
    {
        "code": "SS3A",
        "title": "Reproductive faculties derangement pattern (TM2)",
        "definition": "Derangement of primary physical faculties provided to an individual for preservation of its species"
    },
    {
        "code": "SS3B",
        "title": "Vital faculty derangement pattern (TM2)",
        "definition": "Derangement of faculty, which is essential for life and reaches from heart to the body organs through arteries and keeps them alive"
    },
    {
        "code": "SS3C",
        "title": "Psychic faculties derangement pattern (TM2)",
        "definition": "Derangement of faculty which is furnished in an individual for the sensory/perceptive and motor/motive function of the body, it controls the nervous tissues to perform the functions of sensation/perception and regulates the nervous system for motor activity"
    },
    {
        "code": "SS3D",
        "title": "Debility of organs pattern (TM2)",
        "definition": "Debility of organs is caused by deficiency of power/ Rūḥ/ temperament derangement /composition derangement of organs; Apart from these immediate causes, debility of organs can also be due to pain, fevers, excessive hunger etc. It is characterised by non optimal functions of the affected organ."
    },
    {
        "code": "SS3E",
        "title": "Innate heat weakness pattern (TM2)",
        "definition": "An innate heat pattern characterized by weakness of the innate heat that results in physical weakness and susceptibility to diseases."
    },
    {
        "code": "SS3F",
        "title": "Disruption of innate heat pattern (TM2)",
        "definition": "An innate heat pattern characterized by a decrease in the innate heat to the point of life-threatening diseases."
    },
    {
        "code": "SS3G",
        "title": "Weakness of psychic spirit pattern (TM2)",
        "definition": "A Rūḥ pattern characterized by decreased quantity and weakness of the psychic Rūḥ that results in non optimal functioning of the psychic power/faculty (e.g., the sensory and motor functions)."
    },
    {
        "code": "SS3H",
        "title": "Weakness of natural spirit pattern (TM2)",
        "definition": "A Rūḥ pattern characterized by decreased quantity and weakness of the physical Rūḥ that results in non optimal functioning of the physical power/faculty (e.g., growth, providing organs with necessary nutrients) ICD-11 MMS – 01/2023 1891"
    },
    {
        "code": "SS3J",
        "title": "Weakness of vital spirit pattern (TM2)",
        "definition": "A Rūḥ pattern characterized by decreased quantity and weakness of the vital Rūḥ that results in non optimal functioning of the vital power/faculty (e.g., distribution of blood by the heart)."
    },
    {
        "code": "SS3Y",
        "title": "Other specified power derangement patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS3Z",
        "title": "Power derangement patterns (TM2), unspecified",
        "definition": null
    },
    {
        "code": "SS4Y",
        "title": "Other specified power derangement and chronic accumulation",
        "definition": "patterns (TM2)"
    },
    {
        "code": "SS4Z",
        "title": "Power derangement and chronic accumulation patterns (TM2),",
        "definition": "unspecified Body constitution and temperament patterns (TM2) (SS50‑ST1Z) This group enlists patterns based on inherent nature, body constitution or temperament of a person formed at the time of conception which is considered to stay consistent throughout the lifetime and specific states viz., age.. The Sub Section dealing with \"temperament derangement\" enlists patterns representing derangement at the level of qualitative understanding of body components, temperament. They aid in the assessment of the qualities and quantities of all the participating primary components in a compound which are not in accordance with the natural needs. Understanding of underlying pathology at this level helps in pinpointing the diagnosis and make prudent therapeutic choices. Overall understanding of these patterns aid in specific measures for managing disorders and maintenance of quality of life throughout the lifespan. Constitution patterns (TM2) (SS50‑SS5Z)"
    },
    {
        "code": "SS50",
        "title": "Vata constitution pattern (TM2)",
        "definition": "The pattern is characterized by thin built, too tall or too short stature, prominent tendons and veins, dusky or dark complexion, dry and non lustrous skin, cracked soles and palms, unstable joints, sound from joints on movement, prominently visible calf muscles, small, rounded, dull, sunken & dry eyes, dull white sclera, unsteady gaze, eyes remains half open during sleep, rough, dry, split hair ends, dusky hair, dry, rough & small teeth, excess teeth; small, thin, rough & dry nails, excessive nail growth, speedy gait, quick initiation & completion of actions, inconsistent actions, feeble, unpleasant, shattered & broken voice, fast & unclear speech, stammering, hoarseness of voice, too high pitched or too low pitched voice, fast eating habit,frequently gets hungry, easy awakening from sleep, reduced sleep, snoring, grinding of teeth during sleep, having dreams of walking / flying in the sky / mountains / dried water bodies / trees, indecisiveness, quick comprehension but less & unstable memory, having few friends/ unstable friendship, ungratefulness, fondness for travelling, music, dancing, humour, tradition, history, gardens, luxurious life, reading & listening to texts, fond of sweet, sour & saline taste, fond of sudation and massage, talkativeness, irrelevant talking, reduced tolerance, easily frightened, intolerance to cold, desirous of hot foods and drinks, jealousy, tendency to steal, hide or plagiarize, aversion to cold"
    },
    {
        "code": "SS51",
        "title": "Pitta constitution pattern (TM2)",
        "definition": "The pattern is characterized by delicate body, fair complexion with yellowish tinge, presence of moles, pimples & freckles, early appearance of wrinkles, warm feeling of body on touch, tendency for frequent ulceration of mouth, delicate & lax joints, laxity of muscles, coppery eyes, few & thin eye lashes, eyes get easily reddened upon getting angry or exposure to sunlight, soft, scanty, reddish brown hair, premature graying of hair, baldness, coppery colored nails, frequent feeling of hunger, intense feeling of hunger and thirst, drinks more water, frequently gets thirsty, easy bowel evacuation, profuse sweating, increased body odor especially from axilla, scalp, mouth, having frequent dreams of fire, lightening, gold, red flowers & falling of meteors, good intelligence, short tempered nature, fondness for consuming food of sweet, bitter & astringent taste, capable of placing one's views strongly in debates, profound oratory, intolerance to heat, desire for cold, affectionate to dependents, valor, purity of thought, deeds, having competitive spirit"
    },
    {
        "code": "SS52",
        "title": "Kapha constitution pattern (TM2)",
        "definition": "The pattern is characterized by well built proportionate body, cheerful & pleasing appearance, broad forehead, body complexion resembling lotus, straw or gold, smooth & clear skin, compact joints, well-built muscles, big elongated eyes, milky white & clearly distinguished sclera, dense eye lashes, steady gaze, oily, curly, dense, black hair, steady gait, slow in activities, clear, deep & pleasant voice, having less appetite & thirst, having ability to tolerate hunger & thirst, slow speed of eating, less sweating, likes to sleep, having dreams of water bodies, lotus, water birds like swan, having delayed comprehension & grasping power, having good memory, stable & cordial in friendship, delayed initiation of activities, having self control, do not get agitated quickly, staying calm and patient, fore-sightedness, virtuousness, fondness for music, likes pungent taste, limited in speech, relevant and thoughtful in speech, truthfulness, soft spokenness, endowed with forgiveness, respectful towards teachers & elders, strong in enmity, humble, dignified and thoughtful in nature, generous and judicious nature."
    },
    {
        "code": "SS53",
        "title": "Vata-Pitta constitution pattern (TM2)",
        "definition": "having combined features of vata and pitta constitution"
    },
    {
        "code": "SS54",
        "title": "Pitta-Kapha constitution pattern (TM2)",
        "definition": "having combined features of pitta and kapha constitution"
    },
    {
        "code": "SS55",
        "title": "Kapha-Vata constitution pattern (TM2)",
        "definition": "having combined features of kapha and vata constitution"
    },
    {
        "code": "SS56",
        "title": "Body constitution with a predominance of all three dosha pattern",
        "definition": "(TM2) having combined features of vata, pitta and kapha constitution ICD-11 MMS – 01/2023 1893"
    },
    {
        "code": "SS57",
        "title": "Vaḷi body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as tall and slim body built with darkish complexion, dull eyes with black and white tint, thick eyebrows, dark hair with split hair ends, bulky thigh, crepitus of knee while walking, fluctuating speech nature showing clarity of speech one time and in another time with agitated or blabbering speech, increased intake of food but having less stamina, virility and strength, sleeping with half opened eyes, dreaming as if walking in the sky, mountains or forest, mild affinity to warm foods, sweet, sour, and salty articles, dislikes chilled and cold food articles."
    },
    {
        "code": "SS58",
        "title": "Aẕal body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as medium body built with yellow or reddish tinged complexion, slightly wrinkled skin, scanty body hair, thin eye lashes, premature greying, presence of moles and pimples in the body. There will be always warmth in the body on touch, excessive sweating and body odour. Eyes become easily redden on hunger, thirst, and after exposure to sun. Intolerant to hunger, thirst, anger, heat and fear, medium libido, fond of sandal cosmetics, floral garlands, and dew, likes sweet, astringent, bitter and cold food articles. The person in attitude shows bravery, revenging mentality, respectful, loving, compassionate, and disciplined. The person will be highly intelligent and cognitive, and while sleeping occasionally dreams on lightning, fire, and sun."
    },
    {
        "code": "SS59",
        "title": "Aiyam body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as well built, bulkiness, pleasing appearance, broad forehead and chest, complexion of the body similar to a lotus or with golden hue, unctuous and smooth clear skin without moles, freckles and dryness etc, big and elongated beautiful eyes with thick and dense eyelashes, milky white sclera, oily, curly dark hair, firm and steady gait, clear and pleasant voice, prefers warm food, bitter, astringent, and pungent food articles, less food intake but more activity and stamina, tolerant to thirst, appetite, heat, and stress, fond of music, increased strength and libido, The person in attitude shows good qualities, intelligent, high morality, ethics, respects elderly, friendship, and while sleeping occasionally dreams on water bodies, lotus, cool mountains water birds like swan"
    },
    {
        "code": "SS5A",
        "title": "Vaḷi-predominant Aẕal body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as slim body with dark complexion, sexual desire, short temperness, speaks harshly and fond of astringent and pungent tasted food articles."
    },
    {
        "code": "SS5B",
        "title": "Vaḷi-predominant Aiyam body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as slim body with dark complexion, sexual desire, short temperness, speaks harshly and fond of astringent and pungent tasted food articles."
    },
    {
        "code": "SS5C",
        "title": "Aẕal-predominant Vaḷi body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as pale or reddish complexion with dryness of the body, likes scented articles, sweet voice, intelligent, and fond of pungent and sour tasted food articles."
    },
    {
        "code": "SS5D",
        "title": "Aẕal-predominant Aiyam body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as skin complexion resembling michaelia champaca flower, increased sexual desire, melodious voice, respectful and with good moral qualities, fond of sour and sweet tasted food articles."
    },
    {
        "code": "SS5E",
        "title": "Aiya-predominant Aẕal body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as fatty or bulky natured body built with reddish or greenish tint complexion, reddish tinted body hairs, bursted (cracked) voice, courage, truthfullness, fame, fond of sweet and sour tasted food articles."
    },
    {
        "code": "SS5F",
        "title": "Aiya-predominant Vaḷi body constitution pattern (TM2)",
        "definition": "This constitutional pattern is described as bulky body built with blackish and reddish complexion, interested in sexual activities , courage, intelligent and multiskilled, fond of sour and pungent tasted food articles"
    },
    {
        "code": "SS5Y",
        "title": "Other specified constitution patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS5Z",
        "title": "Constitution patterns (TM2), unspecified",
        "definition": "Personality patterns (TM2) (SS60‑SS6Z)"
    },
    {
        "code": "SS60",
        "title": "Personality with a calm, composed mindset (TM2)",
        "definition": "Personality with a knowledge-seeking, respectful, law-abiding, courageous, generous, patient, tolerant, calm, artistic and composed disposition."
    },
    {
        "code": "SS61",
        "title": "Personality with an agitated, reactive mindset (TM2)",
        "definition": "Personality with anger, jealousy, wavering braveness and timidness, sorrowfulness, overeating, hypersexuality, agitated and reactive disposition."
    },
    {
        "code": "SS62",
        "title": "Personality with a confused, negative mindset (TM2)",
        "definition": "Personality with a dullness, crookedness, immediate gratification, negative attitude, fickleness, foolishness, cowardice, confusion and negative disposition."
    },
    {
        "code": "SS6Y",
        "title": "Other specified personality patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS6Z",
        "title": "Personality patterns (TM2), unspecified",
        "definition": "Temperament based patterns (TM2) (SS70‑SS7Z)"
    },
    {
        "code": "SS70",
        "title": "Human temperament pattern (TM2)",
        "definition": "The temperament of human being which is considered to be the most perfect and noble in comparison with all other species. This temperament is inclined towards heat."
    },
    {
        "code": "SS71",
        "title": "Temperament according to age pattern (TM2)",
        "definition": "The temperament of an individual in different phases of life. ICD-11 MMS – 01/2023 1895"
    },
    {
        "code": "SS72",
        "title": "Dam predominant temperament pattern (TM2)",
        "definition": "A type of temperamentcaused by the predominance of Dam in the body which is hot and moist. The individuals with this type of temperamenthave strong built, full pulse, pinkish colour of skin, etc."
    },
    {
        "code": "SS73",
        "title": "Ṣafrā’ predominant temperament pattern (TM2)",
        "definition": "A type of temperament caused by the predominance of Ṣafrā’ in the body which is hot and dry. The individuals with this type of temperament have thin built, yellow colour of skin and rapid pulse, etc."
    },
    {
        "code": "SS74",
        "title": "Balgham predominant temperament pattern (TM2)",
        "definition": "A type of temperament caused by the predominance of Balgham in the body which is cold and moist. The individuals with this type of temperament have fatty body, excessive sleep, whitish colour of skin, etc."
    },
    {
        "code": "SS75",
        "title": "Sawdā’ predominant temperament pattern (TM2)",
        "definition": "A type of temperament caused by the predominance of Sawdā’ in the body which is cold and dry. The individuals with this type of temperament have thin built with prominent veins, dry and blackish colour of skin, etc."
    },
    {
        "code": "SS7Y",
        "title": "Other specified temperament based patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS7Z",
        "title": "Temperament based patterns (TM2), unspecified",
        "definition": "Age dependent patterns (TM2) (SS80‑SS8Z)"
    },
    {
        "code": "SS80",
        "title": "Kapha predominant age pattern (TM2)",
        "definition": "The pattern is characterized by kapha dominant stage of life from birth to sixteen years, immaturity of body, low physical & mental endurance, having increased susceptibility to kapha predominant conditions."
    },
    {
        "code": "SS81",
        "title": "Pitta predominant age pattern (TM2)",
        "definition": "The pattern is characterized by pitta dominant stage of life from seventeen years to sixty years, relatively stable in terms of well-formed structural elements, good physical and mental endurance, having increased susceptibility to pitta predominant conditions."
    },
    {
        "code": "SS82",
        "title": "Vata predominant age pattern (TM2)",
        "definition": "The pattern is characterized by vata dominant stage of life above sixty years of age, overall decline in terms of physical, mental strength, having increased susceptibility to vata predominant conditions."
    },
    {
        "code": "SS83",
        "title": "Childhood age pattern (TM2)",
        "definition": "It extends from birth to ten years and characterized by the child prone for crying, hiccup, vomiting, flatulence, abdominal bloating, gastrointestinal upsets, respiratory conditions and urogenital problems. It falls in Vali predominant age segment of first 33 years in life."
    },
    {
        "code": "SS84",
        "title": "Adult age pattern (TM2)",
        "definition": "It extends from eleven years to fifty years and it is characterized by decline of lustre of the body after 30 years, decline of beauty after 40 years, and decline of physique after 50 years due to combination of primordial water element and primordial earth element. It is in Vali predominant age usually last for first 33 years and Azhal predominant age usually last for second 33 years"
    },
    {
        "code": "SS85",
        "title": "Old age pattern (TM2)",
        "definition": "It extends from fifty one years to hundred years characterized by greying of hair, declining of vision and walk after 60 years due to combination of primordial water and fire elements, decline in physical, mental strength after 70 years due to combination of primordial fire and air elements and increased susceptibility to more disease and breathlessness after 80 years due to combination of primordial air and ether elements. This part of life period spans during the Aẕal and Aiyam phase of centennial years of life expectancy."
    },
    {
        "code": "SS86",
        "title": "Hot and moist predominant temperament age pattern (TM2)",
        "definition": "It extends from birth up to thirty years and is characterized by vulnerability to disorders related to teething, mouth ulcers, cough, vomiting, inflammation of umbilicus, diarrhea, spasms, worm infestation, abscesses, pharyngitis, lymphadenopathies etc"
    },
    {
        "code": "SS87",
        "title": "Hot predominant temperament with lesser degree of moistness age",
        "definition": "pattern (TM2) It extends from thirty to forty years of age is characterized by vulnerability to disorders like haemoptysis, epilepsy, fevers, phthisis, etc."
    },
    {
        "code": "SS88",
        "title": "Cold and dry predominant temperament age pattern (TM2)",
        "definition": "It extends from forty to sixty years of age is characterized by vulnerability to bronchial asthma, pleurisy, inflammation of lungs, fever accompanied with insomnia, fever accompanied with delirium, Hectic fever, prolonged loose motions, lienteric diarrhea, intestinal abrasions, rupture of blood vessels"
    },
    {
        "code": "SS89",
        "title": "Cold predominant temperament with greater degree of dryness age",
        "definition": "pattern (TM2) It extends from sixty years of age onwards and is characterized by vulnerability to respiratory disorders, joint pain, vertigo, unconsciousness, insomnia, diminished vision, diminished hearing, delayed healing ulcers"
    },
    {
        "code": "SS8Y",
        "title": "Other specified age dependent patterns (TM2)",
        "definition": null
    },
    {
        "code": "SS8Z",
        "title": "Age dependent patterns (TM2), unspecified",
        "definition": null
    },
    {
        "code": "ST00",
        "title": "Abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament caused by any intrinsic or extrinsic factor leading to a temperament not in accordance to natural needs, characterized by specific symptoms of dominating qualities i.e. hotness, coldness, moistness and dryness ICD-11 MMS – 01/2023 1897"
    },
    {
        "code": "ST01",
        "title": "Simple morbid temperament pattern (TM2)",
        "definition": "Deranged temperament having any one of two active and two passive qualities as dominent quality caused by any intrinsic or extrinsic factor leading to an impaired temperament not in accordance to natural needs, characterized by specific symptoms of that dominating quality i.e. hotness, coldness, moistness and dryness"
    },
    {
        "code": "ST02",
        "title": "Simple abnormal temperament without substance pattern (TM2)",
        "definition": "Deranged temperament having any one of two active and two passive qualities as dominent quality without involment of matter caused by any intrinsic or extrinsic factor leading to an ill temperament not in accordance to natural needs, characterized by specific symptoms of that dominating quality i.e. hotness, coldness, moistness and dryness"
    },
    {
        "code": "ST03",
        "title": "Abnormal hot temperament pattern (TM2)",
        "definition": "Deranged temperament where hotness is dominent quality caused by any intrinsic or extrinsic factor, characterized by specific symptoms of dominent heat e.g. burning sensation in the body, excessive thirst, bitter taste in mouth, rapidity of pulse etc."
    },
    {
        "code": "ST04",
        "title": "Abnormal cold temperament pattern (TM2)",
        "definition": "Deranged temperament where coldness is dominent quality caused by any intrinsic or extrinsic factor, characterized by specific symptoms of dominent coldness e.g. slow digestion, lesser thirst and flaccidity of joints etc."
    },
    {
        "code": "ST05",
        "title": "Abnormal moist temperament pattern (TM2)",
        "definition": "Deranged temperament where moistness is dominent quality caused by any intrinsic or extrinsic factor, characterized by specific symptoms of dominent moistness e.g. softness of the body, excessive salivation, frequent motions, excessive sleep and edema of eye lids etc."
    },
    {
        "code": "ST06",
        "title": "Abnormal dry temperament pattern (TM2)",
        "definition": "Deranged temperament where dryness is dominent quality caused by any intrinsic or extrinsic factor, characterized by specific symptoms of dominent dryness e.g. dry skin, insomnia and liking for wet and humectent items etc."
    },
    {
        "code": "ST07",
        "title": "Abnormal temperament associated with substance pattern (TM2)",
        "definition": "Deranged temperament in which, the specific state of equilibrium is disturbed due to change in the specific ratio of quantity and quality of humours locally or generally."
    },
    {
        "code": "ST08",
        "title": "Abnormal hot temperament with substance pattern (TM2)",
        "definition": "Hot deranged temperament with involment of matter caused by any intrinsic or extrinsic factor leading to an ill temperament not in accordance to natural needs, characterized by specific symptoms of hot temperament eg. burning sensation in the body, excessive thirst, bitter taste in mouth, rapidity of pulse etc."
    },
    {
        "code": "ST09",
        "title": "Abnormal cold temperament with substance pattern (TM2)",
        "definition": "Deranged temperament cold caused by predominance of cold substances, characterized by specific symptoms of cold temperament eg. slow digestion, lesser thirst and flaccidity of joints etc."
    },
    {
        "code": "ST0A",
        "title": "Abnormal moist temperament with substance pattern (TM2)",
        "definition": "Deranged temperament caused by predominance of moist substances, characterized by specific symptoms of moist substance e.g. flabbiness of the body, excessive salivation, frequent motions, excessive sleep and edema of eye lids etc."
    },
    {
        "code": "ST0B",
        "title": "Abnormal dry temperament with substance pattern (TM2)",
        "definition": "Dry deranged temperament caused by predominance of dry substances, characterized by specific symptoms of dry substance e.g. dry skin, insomnia and liking for wet and humectent items etc."
    },
    {
        "code": "ST0C",
        "title": "Compound morbid temperament pattern (TM2)",
        "definition": "Deranged temperament having dominance of combination of two (one active and one passive) of four qualities i.e. hotness, coldness, moistness, caused by any intrinsic or extrinsic factor leading to an ill temperament not in accordance to natural needs, characterized by specific symptoms of that dominat combination of qualities"
    },
    {
        "code": "ST0D",
        "title": "Simple compound abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament having dominence of combination of two (one active and one passive) of four qualities i.e. hotness, coldness, moistness and dryness, caused by any intrinsic or extrinsic factor leading to an ill temperament without involment of substance, characterized by specific symptoms of that dominat combination of qualities"
    },
    {
        "code": "ST0E",
        "title": "Simple hot and moist abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament where combination of hotness and moistness are dominent quality without involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent hot and moist temperament"
    },
    {
        "code": "ST0F",
        "title": "Simple hot and dry abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament where combination of hotness and dryness are dominent quality without involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent hot and dry temperament"
    },
    {
        "code": "ST0G",
        "title": "Simple cold and moist abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament where combination of coldness and moistness are dominent quality without involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent cold and moist temperament"
    },
    {
        "code": "ST0H",
        "title": "Simple cold and dry abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament where combination of coldness and dryness are dominent quality without involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent cold and dry temperament ICD-11 MMS – 01/2023 1899"
    },
    {
        "code": "ST0J",
        "title": "Compound abnormal temperament associated with substance pattern",
        "definition": "(TM2) Deranged temperament having dominence of combination of two (one active and one passive) of four qualities i.e. hotness, coldness, moistness and dryness, caused by any intrinsic or extrinsic factor leading to an ill temperament with involment of substance, characterized by specific symptoms of that dominat combination of qualities"
    },
    {
        "code": "ST0K",
        "title": "Abnormal hot and moist temperament associated with substance",
        "definition": "pattern (TM2) Deranged temperament where combination of hotness and moistness are dominent quality with involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent hot and moist temperament"
    },
    {
        "code": "ST0L",
        "title": "Abnormal hot and dry temperament associated with substance pattern",
        "definition": "(TM2) Deranged temperament where combination of hotness and dryness are dominent quality with involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent hot and dry temperament"
    },
    {
        "code": "ST0M",
        "title": "Abnormal cold and moist temperament associated with substance",
        "definition": "pattern (TM2) Deranged temperament where combination of coldness and moistness are dominent quality with involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent cold and moist temperament"
    },
    {
        "code": "ST0N",
        "title": "Abnormal cold and dry temperament associated with substance",
        "definition": "pattern (TM2) Deranged temperament where combination of coldness and dryness are dominent quality with involment of substance, caused by any intrinsic or extrinsic factor, characterized by combined symptoms of dominent cold and dry temperament"
    },
    {
        "code": "ST0P",
        "title": "Stable abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament caused by prolonged exposure to factors altering normal temperament of the body to their qualities which can not be corrected easily, characterized by specific symptoms of that particular temperament which does not get corrected easily"
    },
    {
        "code": "ST0Q",
        "title": "Unstable abnormal temperament pattern (TM2)",
        "definition": "Deranged temperament caused by exposure to factors altering normal temperament of the body to their specific qualities which can be corrected easily, characterized by specific symptoms of that particular temperament which gets corrected easily"
    },
    {
        "code": "ST0R",
        "title": "Thickening of moisture pattern (TM2)",
        "definition": "A condition in which there is thickening or increased viscosity of body fluids."
    },
    {
        "code": "ST0S",
        "title": "Presence of foreign moisture pattern (TM2)",
        "definition": "This is a moistness produced by the disturbance of metabolism and this moistness dominate the innate heat resulting in its dimunition."
    },
    {
        "code": "ST0T",
        "title": "Thinning of moistures pattern (TM2)",
        "definition": "A condition in which there is decreased viscosity of body fluids."
    },
    {
        "code": "ST0U",
        "title": "Infection of moistures pattern (TM2)",
        "definition": "An abnormal change occurring in the humours/ body fluids caused by extrinsic or intrinsic factors; in extrinsic factors there may be morbid bodies; due to this change the physiological functions of the humours alter; the other causes are stagnation in blood vessels or obstruction in viscera,etc."
    },
    {
        "code": "ST0V",
        "title": "Change of temperament of psychic Rūḥ pattern (TM2)",
        "definition": "It is the alteration/change of temperament of psychic Rūḥ. It is characterised by disturbed psychic faculties."
    },
    {
        "code": "ST0W",
        "title": "Predominance of hotness pattern (TM2)",
        "definition": "A pattern characterized by warmer skin, red complexion, reddish urine, increase thirst, restlessness and comfort in cold air."
    },
    {
        "code": "ST0X",
        "title": "Predominance of coldness pattern (TM2)",
        "definition": "A pattern characterized by whitish complexion, white thick urine, laxity in pulse, decreased thirst and desire to stay in hot air."
    },
    {
        "code": "ST10",
        "title": "Predominance of moistness pattern (TM2)",
        "definition": "A pattern characterized by softer skin, loose body, intolerance to things of moist nature and excessive salivation."
    },
    {
        "code": "ST11",
        "title": "Predominance of dryness pattern (TM2)",
        "definition": "A pattern characterized by dry and rough skin, desire for moist things, insomnia, etc."
    },
    {
        "code": "ST1Y",
        "title": "Other specified body constitution and temperament patterns (TM2)",
        "definition": null
    },
    {
        "code": "ST1Z",
        "title": "Body constitution and temperament patterns (TM2), unspecified",
        "definition": "ICD-11 MMS – 01/2023 1901 Varmam and Marmam patterns (TM2) (ST20‑ST2Z) This group enlists patterns arising due to trauma or pressure at vulnerable, vital locations or points which are known as Varmam (Siddha), Marma (Ayurveda). This may lead to deranged, diminished energy in these points leading to morbidity if not attended in time."
    },
    {
        "code": "ST20",
        "title": "Injury pattern in the varmam or marmam (TM2)",
        "definition": "The pattern of injury to vital points characterised by dizziness, delerium, impairment of sensory perception, fatigue. (AYU) aggravation of all the three dosha affecting the vital life. (SID) It is caused due to the injury to the varmam points with particular force causing derangement of Vaḷi , Aẕal , Aiyam affecting the flow of vital life energy"
    },
    {
        "code": "ST2Y",
        "title": "Other specified varmam and Marmam patterns (TM2)",
        "definition": null
    },
    {
        "code": "ST2Z",
        "title": "Varmam and Marmam patterns (TM2), unspecified",
        "definition": null
    }
]